Repository: Pando-Infinity/gat-mobile-ios
Catalog: gat/Resources/String Resource/*.lproj/Localizable.strings
Languages: ja, vi

# LEAVE_BOOKSTOPORGANIZATION
source: Leave Bookstop
ja: ブックストップを脱会
vi: Rời bookstop

# CANCEL_BOOKSTOPORGANIZATION
source: Cancel join request
ja: リクエストをキャンセル
vi: Huỷ yêu cầu

# JOIN_BOOKSTOPORGANIZATION
source: Join Bookstop
ja: 参加
vi: Tham gia

# HIDE_BOOKSTOPORGANIZATION
source: Hide
ja: 非表示
vi: Ẩn

# ACTIVITY
source: Activities
ja: アクティビティ
vi: Hoạt động

# CHALLENGE_GATUP
source: %@ challenge
ja: %@チャレンジ
vi: Thử thách %@

# SHELVES_GATUP
source: %@ bookshelf
ja: %@本棚
vi: Tủ sách %@

# CHALLENGE_OF_GATUP
source: %@'s challenge
ja: %@のチャレンジ
vi: Thử thách của %@

# SEARCH_PLACEHOLDER_BOOKSTOPORGANIZATIONSHELVE
source: Search book
ja: 検索
vi: Tìm sách

# LIMITED_BORROW_TITLE_BOOKSTOPORGANIZATIONSHELVE
source: Limited borrow
ja: 借入期限
vi: Giới hạn mượn

# BOOKSTOP_MEMBER_ONLY_BOOKSTOPORGANIZATIONSHELVE
source: Bookstop member
ja: ブックストップのメンバー
vi: Thành viên bookstop

# TITLE_JOINBOOKSTOP
source: Send Bookstop Join Request
ja: ブックストップに参加
vi: Tham gia Bookstop

# REQUEST_MESSAGE_JOINBOOKSTOP
source: Welcome to Bookstop %@. Please write about yourself and what you know about %@.
ja: %@へようこそ。%@での役名を教えてください。
vi: Chào mừng bạn đến với %@. Hãy giới thiệu về bản thân và vị trí bạn đang làm việc tại %@.

# JOIN_BOOKSTOP_SUCCESS_MESSAGE_JOINBOOKSTOP
source: Đã gửi thành công yêu cầu tham gia bookstop
ja: ブックストップにの参加リクエストを送信しました

# JOIN_TRAM_GAT
source: Join Trạm GAT
ja: GATステーションに参加
vi: Tham gia Trạm GAT

# DIRECTION_TITLE
source: Direction
ja: 経路
vi: Chỉ đường

# FREE_PRICE_ORDER_TITLE
source: Free ship for order from %@đ.
ja: %@d以上の注文は送料無料
vi: Miễn phí giao hàng cho đơn hàng từ %@đ.

source: Language
ja: 言語
vi: Ngôn ngữ

# SEARCH_PLACEHOLDER
source: Enter keywords
ja: 検索
vi: Nhập từ khoá

# EMPTY_REVIEW_FILTER
source: No review
ja: レビューはありません
vi: Không có review

# NOT_EMPTY_REVIEW_FILTER
source: Have review
ja: レビューがあります
vi: Có review

# AVAILABLE_BOOK_FILTER
source: Sharing books
ja: 貸出可能本
vi: Chưa được mượn

# NOT_AVAILABLE_BOOK_FILTER
source: Borrowing books
ja: 借入中
vi: Đang được mượn

# LOST_BOOK_FILTER
source: Lost books
ja: 紛失
vi: Thất lạc

# FILTERABLE_TITLE
source: Filter by
ja: 並び替え
vi: Lọc theo

# FILTERABLE_BUTTON
source: Filter by
ja: 並び替え
vi: Lọc theo

# ACCEPT_FILTERABLE_BUTTON
source: Confirm filter
ja: 並び替え
vi: Lọc

# ALL_FILTERABLE
source: All
ja: すべて
vi: Tất cả

# ADD_NEW_BOOK_TITLE
source: Request update book
ja: 本を追加
vi: Yêu cầu thêm sách

# BOOK_NAME_ADDNEWBOOK
source: Input book title
ja: 本のタイトル
vi: Nhập tên sách

# SEND_ADDNEWBOOK
source: Send Request
ja: リクエストを送信
vi: Gửi yêu cầu

# DESCRIPTION_BOOK_ADDNEWBOOK
source: Write more information of book that you want to add...
ja: 本の情報を追加
vi: Nhập thêm thông tin về cuốn sách mà bạn muốn thêm...

# OK_ADDNEWBOOK
source: Done
ja: OK
vi: Đồng ý

# SUCCEEDED_ADDNEWBOOK
source: Success
ja: 追加済み
vi: Thành công

# MESSAGE_ADDNEWBOOK
source: Your book request has been sent. Thank you!
ja: 本の詳細が追加されました
vi: Đã gửi thông tin sách

# SUGGEST_BOOK
source: Books
ja: 本
vi: Sách

# TOP_BORROWING_BOOK_SUGGEST
source: Top Borrowing Books
ja: よく借りられる本
vi: Sách được mượn nhiều

# TOP_RATTING_BOOK_SUGGEST
source: Top Rating Books
ja: 注目の本
vi: Sách hay

# BOOK_NEARYBY_YOU_SUGGEST
source: Books Near You
ja: 近くの本
vi: Sách gần bạn

# YOU_MIGHT_LIKE_SUGGEST
source: You Might Like
ja: おすすめ
vi: Có thể bạn thích

# FOLLOWERS_TITLE
source: Followers
ja: フォロワー
vi: Người theo dõi

# FOLLOWINGS_TITLE
source: Followings
ja: フォロー中
vi: Đang theo dõi

# FOLLOW_TITLE
source: Follow
ja: フォロー
vi: Theo dõi

# UNFOLLOW_TITLE
source: UnFollow
ja: フォローを辞める
vi: Bỏ theo dõi

# FOLLOWING_TITLE
source: Following
ja: フォロー中
vi: Đang theo dõi

# UNFOLLOW_MESSAGE
source: Are you sure you want to unfollow "%@"
ja: "%@"さんにフォローを辞めますか
vi: Bạn có muốn huỷ theo dõi "%@"

# UNFOLLOW_ALERT_TITLE
source: Unfollow "%@"
ja: "%@"さんフォローを辞める
vi: Huỷ theo dõi "%@"

# BOOKMARK_TITLE
source: Bookmark list
ja: お気に入り
vi: Danh sách quan tâm

# BOOK_BOOKMARK_TITLE
source: Book
ja: ブックマーク一覧
vi: Sách

# REVIEW_BOOKMARK_TITLE
source: Review
ja: レビュー
vi: Nhận xét

# BOOK_DETAIL_BOOKMARK
source: Book's detail
ja: 本の詳細
vi: Chi tiết sách

# BOOK_UPDATE_TITLE
source: Waiting update books
ja: 更新待ち本
vi: Sách chờ cập nhật

# WAITING_STATUS_BOOKUPDATE
source: Waiting update
ja: 更新待ち
vi: Chờ cập nhật

# UPDATEDED_STATUS_BOOKUPDATE
source: Updated
ja: 更新済みです
vi: Đã cập nhật

# CREATE_DATE_TITLE_BOOKUPDATE
source: Request date: %@
ja: 更新日:%@
vi: Ngày yêu cầu: %@

# CHALLENGE_TITLE
source: Challenges
ja: チャレンジ
vi: Thử thách

source: Your challenges
ja: あなたのチャレンジ
vi: Thử thách của bạn

# CHALLENGES_MAY_WANT_JOY
source: Maybe you want to join
ja: おすすめのチャレンジ
vi: Có thể bạn muốn tham gia

# NUMBER_MEM_CHALLENGE
source: %d people
ja: %d人
vi: %d người

# ONE_MEMBERS_IS_FRIEND_JOINNED
source: %@ joined this challenge.
ja: %@さんが参加しています
vi: %@ tham gia thử thách này.

# TWO_MEMBERS_IS_FRIEND_JOINNED
source: %@ and %@ joined this challenge.
ja: %@さんと%@さんが参加しています
vi: %@ và %@ tham gia thử thách này.

# THREE_MEMBERS_IS_FRIEND_JOINNED
source: %@, %@ and %@ joined this challenge.
ja: %@さん、%@さんと%@さんが参加しています
vi: %@, %@ và %@ tham gia thử thách này.

# FOUR_MEMBERS_IS_FRIEND_JOINNED
source: %@, %@, %@ and %@ joined this challenge.
ja: %@さん、%@さん、%@さんと%@ さんが参加しています
vi: %@, %@, %@ và %@ tham gia thử thách này.

# MEMBERS_IS_FRIEND_JOINNED_SHORT
source: %@, %@, %@, %@, %@ joined this challenge.
ja: %@さん、%@さん、%@さん、%@さん、%@さんが参加しています
vi: %@, %@, %@, %@, %@ tham gia thử thách này.

# MEMBERS_IS_FRIEND_JOINNED_LONG
source: %@, %@, %@, %@ and %d others joined this challenge.
ja: %@さん、%@さん、%@さん、%@ さんと他 %d人が参加しています
vi: %@, %@, %@, %@ và %d người khác tham gia thử thách này.

# FORMAT_PERSON_JOIN_CHALLENGE
source: %1$@, %2$@, %3$@, %4$@, %5$@ và %6$d others joined this challenge.
ja: %1$@さん、%2$@さん、%3$@さん、 %4$@さん、%5$@さんと他 %6$d人が参加しています
vi: %1$@, %2$@, %3$@, %4$@, %5$@ và %6$d người khác tham gia thử thách này

source: Show more
ja: もっと見る
vi: Đọc thêm

source: Show less
ja: 縮小
vi: Ẩn bớt

# REMAINING_TIME
source: %d days left
ja: 後%d日
vi: %d ngày nữa

# FORMAT_SET_TARGET_OF_CHALLENGE
source: You will read %.0f/%.0f books in %d days.
ja: %d日間で %.0f/%.0f 冊を読む目標
vi: Bạn sẽ đọc %.0f/%.0f cuốn sách trong %d ngày.

# ALERT_SET_TARGET_JOIN_CHALLENGE
source: Set a reading goal for this challenge!
ja: 目標を立てましょう
vi: Hãy đặt mục tiêu đọc sách cho thử thách này!

# FORMAT_TARGET_BOOK
source: %d books
ja: %d冊
vi: %d cuốn

# FORMAT_CURRENT_PROGRESS_OF_CHALLENGE
source: Read %d/%d books
ja: %d/%d冊を読み終わった
vi: Đã đọc %d/%d cuốn sách

# FORMAT_CURRENT_PROGRESS_OF_CHALLENGE_GROUP
source: Read %d books
ja: %d冊を読み終わった
vi: Đã đọc %d cuốn sách

# FORMAT_TIME_REMAINING
source: %d days left
ja: 後%d日
vi: Còn %d ngày nữa

# FORMAT_TARGET_CHALLENGE
source: Read %d books in %d days
ja: %d日間で%d冊を読む目標
vi: Đọc %d cuốn sách trong %d ngày

# BUTTON_CANCEL
source: Cancel
ja: キャンセル
vi: Huỷ

source: Share to Facebook
ja: Facebookでシェア
vi: Chia sẻ lên Facebook

# CHANGE_CHALLENGE_TARGET
source: Target adjustment
ja: 目標を変更
vi: Điều chỉnh mục tiêu

# ACTIVITY_READING_BOOK_IN_CHALLENGE
source: %@ read %d/
ja: %@さんが%d/を読み終わった
vi: %@ đã đọc %d/

# ACTIVITY_JUST_JOIN_CHALLENGE
source: %@ participated in the challenge %@
ja: %@さんが%@のチャレンジに参加しました
vi: %@ đã tham gia vào thử thách %@

# ACTIVITY_WRITE_A_POST
source: %@ wrote a post
ja: %@さんが新しい投稿を追加しました
vi: %@ đã viết một bài viết

# ACTIVITY_JUST_UPDATE_CHALLENGE
source: %@ just finished reading %@
ja: %@さんが%@を読み終わりました
vi: %@ vừa đọc xong quyển %@

# ACTIVITY_HAS_COMPLETED_CHALLENGE
source: %@ completed the challenge
ja: %@さんが目標を達しました
vi: %@ đã hoàn thành thử thách

# COMPLETED_CHALENGE
source: Finish
ja: 完了
vi: Hoàn thành

# EXPIRED_CHALLENGE
source: Expired
ja: 期限切れ
vi: Hết hạn

# BUTTON_UPDATE_STATUS
source: Update status
ja: 更新
vi: Cập nhật trạng thái

# FORMAT_START_TO_END_TIME
source: %@ to %@
ja: %@から%@まで
vi: %@ đến %@

# ACTIVE_MEMBER
source: Leader board
ja: ランキング
vi: Bảng xếp hạng

# BUTTON_SEE_ALL
source: See all
ja: すべて見る
vi: Xem tất cả

source: Update progress
ja: 進捗更新
vi: Cập nhật tiến độ

# BUTTON_JOIN_CHALLENGE
source: Join challenge
ja: チャレンジに参加
vi: Tham gia thử thách

# READ_MORE_BOOK_SLOGAN
source: "Read a lot, learn a lot, why not read"
ja: "読めば読むほど、知識を身に付けるよ、頑張ろう！ "
vi: "Đọc sách nhiều, học được nhiều, tội gì không đọc"

# BUTTON_START_CHALLENGE
source: Start Challenge
ja: チャレンジをスタート
vi: Bắt đầu thử thách

# REMIND_USER_UPDATE_PROGRESS
source: Enter the page number if you want to update progress
ja: 進捗更新のため、読書ページ数を入力してください
vi: Điền số trang nếu bạn muốn cập nhật chi tiết

# CONFIRM_READ
source: Have you finished reading this book?
ja: 読み終わりましたか
vi: Bạn đã đọc xong?

# REMIND_RATE_BOOK
source: Rate a book is the best way to build our reading community
ja: GATコミュニティがより良くなるため、レビューをご協力お願いします
vi: Đánh giá sách để góp phần xây dựng cộng đồng GAT

# YOUR_REVIEW
source: Write a review
ja: あなたのレビュー
vi: Đánh giá của bạn về cuốn sách

# RATE_DONT_LIKE
source: I don't like it
ja: 悪い
vi: Cuốn sách này tệ

# RATE_OK
source: It's okay
ja: 普通
vi: Cuốn sách này bình thường

# RATE_GOOD
source: I like it!
ja: やや良い
vi: Cuốn sách này khá hay

# RATE_GREAT
source: I really like it
ja: かなり良い
vi: Cuốn sách này hay

# RATE_EXCELLENT
source: Awesome!
ja: 非常に良い
vi: Cuốn sách này rất hay

source: Update Reading List
ja: リストを更新
vi: Cập nhật danh sách đọc

# INDIVIDUAL_CHALLENGE_TITLE
source: Personal
ja: 個人
vi: Cá nhân

# INDIVIDUAL_CHALLENGE
source: read %d books
ja: %d 冊を読む
vi: đọc %d quyển sách

# GROUP_CHALLENGE_TITLE
source: Group
ja: グループ
vi: Tập thể

# GROUP_CHALLENGE
source: read %d books together
ja: 一緒に%d 冊を読む
vi: cùng đọc %d quyển sách

# PROGRESS_READ_BOOK_MESSAGE
source: Complete %d books
ja: %d冊を読み終わった
vi: Đã hoàn thành %d quyển

# NOT_READ_BOOK_MESSEAGE
source: You haven’t read any books
ja: まだ読みません
vi: Bạn chưa đọc cuốn nào

# CHALLENGE_ENDED
source: The challenge has ended
ja: チャレンジが終わりました
vi: Thử thách kết thúc

# SHARE_TITLE
source: Share
ja: シェア
vi: Chia sẻ

# INVITE_TITLE
source: Invite
ja: 招待
vi: Mời

# INVITED_TITLE
source: Invited
ja: 招待しました
vi: Đã mời

# INVITE_FRIEND_TITLE
source: Invite friend
ja: 友達を招待
vi: Mời bạn bè

# UPDATE_READING_TARGET_TITLE
source: Update reading target
ja: 目標更新
vi: Cập nhật mục tiêu

# ADD_TO_READING_LIST_TITLE
source: Add to reading list
ja: 読書リストに追加
vi: Thêm vào Danh sách đọc

# START_READING_TITLE
source: Start reading
ja: 読み始める
vi: Bắt đầu đọc

# INVITE_FRIEND_TO_JOIN_TITLE
source: Invite friend to join
ja: 友達を参加招待
vi: Mời bạn bè tham gia

# NUMBER_TARGET_BOOK_TITLE
source: %d target of challenge
ja: %d冊を読む目標
vi: %d mục tiêu của thử thách

# ALERT_READ_BOOK_TARGET
source: Read these books below to finish the challenge
ja: 目標を達するため、以下の本を読んでください
vi: Hãy đọc những cuốn sách dưới đây để hoàn thành thử thách

# ACCEPT_CHALLENGE_TITLE
source: Accept challenge
ja: チャレンジを受ける
vi: Chấp nhận thử thách

# PROGRESS_CIRCLE_TITLE
source: Finished: %d/%d (%d%%)
ja: 進捗状況: %d/%d (%d%%)
vi: Hoàn thành: %d/%d (%d%%)

# FOLLOWED
source: Following
ja: フォロー中
vi: Đã follow

source: Follow
ja: フォロー

# FORMAT_BOOK_HAS_BEEN_REAEDED
source: Read %@ books
ja: %@冊を読み終わった
vi: Đã đọc %@ cuốn

source: Reading book
ja: 読んでいる本
vi: Sách đang đọc

# READING_LIST_SLOGAN
source: Reading is the best way to develop yourself Get started now!
ja: 読書は自己開発に最適な方法ですから 今すぐスタート!
vi: Đọc sách là cách tốt nhất để phát triển bản thân Bắt đầu ngay nào!

# FORMAT_READ_FROM_TIME_AGO
source: Read from %@ ago
ja: %@前読みました
vi: Đọc từ %@ trước

source: Other books
ja: 他の本
vi: Sách khác

source: Add to reading list
ja: リストを追加
vi: Thêm vào danh sách đọc

# BUTTON_ADD
source: Add
ja: 追加
vi: Thêm

# HOW_MANY_PAGES_HAVE_READ
source: How many pages did you read?
ja: 進捗更新のため読書ページ数を入力してください
vi: Điền số trang nếu bạn muốn cập nhật chi tiết

source: Review
ja: レビュー
vi: Đánh giá

source: Add review
ja: レビューを追加
vi: Thêm đánh giá

# EDIT_REVIEW
source: Write review
ja: レビューを書く
vi: Viết đánh giá

# BUTTON_READ_DONE
source: Reading done
ja: 読み終わりました
vi: Đã đọc xong

# BUTTON_UPDATE
source: Update
ja: 更新
vi: Cập nhật

# BUTTON_FIND_BOOK_NOW
source: Find book now
ja: 今すぐ検索
vi: Tìm sách ngay

# READING_FINISH
source: Congrats! You have done it.
ja: この本を読み終わりました！
vi: Bạn đã đọc xong. Chúc mừng bạn

# PLEASE_REVIEW_BOOK
source: Add review for this book
ja: この本のレビューを書く
vi: Thêm đánh giá cho cuốn sách này

# TOTAL_READING_BOOK
source: %d book
ja: %d冊
vi: %d cuốn sách

# READING_START_DATE
source: You start reading from %@
ja: %@から読み始める
vi: Bạn bắt đầu đọc từ %@

# READING_FINNISH_DATE
source: You have finished reading from %@
ja: %@に読み終わった
vi: Bạn đã đọc xong từ %@

# PEOPLE_READ_THIS_BOOK
source: %d people are reading this book
ja: %d人がこの本を読んでいます
vi: %d bạn đang đọc cuốn sách này

# START_READ_BOOK
source: Start reading now
ja: 今すぐ読む
vi: Bắt đầu đọc ngay

# READING_STATUS
source: Reading
ja: 読書中
vi: Đang đọc

# READING_FINNISH_STATUS
source: Finished reading
ja: 既読冊数
vi: Đã đọc xong

# READING_HISTORY_TITLE
source: Reading history
ja: 読書履歴
vi: Lịch sử đọc sách

# FINISH_READING_MESSAGE
source: Finish reading?
ja: 読み終わりましたか
vi: Bạn đã đọc xong chưa?

# DONE_READING_ALERT
source: Yes
ja: はい
vi: Rồi

# NOT_YET_READING_ALERT
source: No
ja: いいえ、まだです
vi: Chưa

# ACTIVE_MEMBERS_TITLE
source: Active members
ja: ランキング
vi: Thành viên tích cực

# TOTAL_ACTIVE_MEMBERS
source: All members
ja: すべて
vi: Tất cả

# FOLLOWING_ACTIVE_MEMBERS
source: Following
ja: フォロー中
vi: Đang theo dõi

# MESSAGE_FOLLOW_MEMBER_SUCCESS
source: Added successfully!
ja: 追加済みです
vi: Đã thêm thành công!

# MESSAGE_UNFOLLOW_MEMBER_SUCCESS
source: Unfollowed!
ja: フォローを辞める
vi: Đã bỏ theo dõi!

# MESSAGE_ADD_BOOK_TO_READINGS_SUCCESS
source: The book has been added to the reading list successfully!
ja: 読んでいるリストが追加済みです
vi: Đã thêm sách vào danh sách đang đọc thành công!

# MESSAGE_UPDATE_PROGESS_SUCCESS
source: The reading progress has been updated successfully!
ja: 進捗更新済みです
vi: Đã cập nhật tiến độ đọc sách thành công!

# MESSAGE_JOIN_CHALLENGE_SUCCESS
source: Has joined the challenge successfully!
ja: チャレンジに参加済みです
vi: Đã tham gia thử thách thành công!

# MESSAGE_ADD_BOOK_TO_BOX_SUCCESS
source: Book successfully added to bookshelf!
ja: 本棚の追加済みです
vi: Đã thêm sách vào tủ thành công!

# JOIN_MESSAGE_JOINBARCODE
source: Bookstop joining request sent: back to last screen
ja: ブックストップにの参加リクエストを送信しました
vi: Đã gửi yêu cầu tham gia bookstop. Quay lại màn hình trước.

# BOOKSTOP_GATUP
source: GATUP bookcase
ja: GAT-UP本棚
vi: Tủ sách GAT-UP

# INFORMATION_GATUP
source: News
ja: ニュース
vi: Tin tức

# SCAN_GATUP
source: Scan company’s QR code to start Scan now >
ja: スタートするため、あなたの企業のQRコードをスキャンしてください 今すぐスキャン >
vi: Quét QR code của doanh nghiệp bạn để bắt đầu Quét ngay >

# BOOKSTOP_ORGANIZATION_GATUP
source: GAT-UP x Business Bookcase
ja: GAT-UP x 社内本棚
vi: GAT-UP x Tủ Sách Doanh Nghiệp

# BOOKSTOP_ORGANIZATION_DESCRIPTION_GATUP
source: "GAT-UP x Business Bookcase" Project initiated by GAT and partners, with a view to bring GATUP software and bookcase-building activities to Vietnam businesses.
ja: "GAT-UP x社内本棚 "はベトナムに各企業で社内本棚を作る目的として、GATと他の企業との協力で設定されるプロジェクトです。
vi: "GAT-UP x Tủ Sách Doanh Nghiệp" là dự án khởi tạo bởi GAT cùng với các đơn vị đồng hành, nhằm mục đích mang phần mềm GAT-UP cùng hoạt động xây dựng tủ sách đến các doanh nghiệp tại Việt Nam.

# LOOKING_INFORMATION_GATUP
source: Explore now
ja: 今すぐ発見
vi: Tìm hiểu ngay

# HIDE_GATUP
source: Hide post
ja: 非表示
vi: Ẩn tin

# ACECPT_GATUP
source: Joined
ja: 参加中
vi: Đã tham gia

# WAITING_GATUP
source: Pending
ja: 承認待ち
vi: Chờ phê duyệt

# HELLO_MESSAGE_GUILDELINE
source: Hi %@
ja: %@さん、こんにちは
vi: Chào %@

# PROFILE_PAGE_GUILDELINE
source: Your home page
ja: プロフィール
vi: Trang cá nhân

# GO_TO_PROFILE_ALERT_GUILDELINE
source: Go to %@ to manage your bookshelf, review articles and do not miss the request to borrow books from everyone.
ja: 本棚を管理し、友達の投稿と貸出リクエストを見逃さいないため、%@へ移行して、発見しましょう。
vi: Đến %@ để quản lý tủ sách, bài viết của bạn và không bỏ lỡ yêu cầu mượn sách từ mọi người.

# TAP_PLUS_ADD_BOOK_GUIDELINE
source: Press the + button to %@, letting everyone know what books you have available to borrow!
ja: 貸出可能の本を教えるため、「+」ボタンをクリックすることで、%@出来ます。
vi: Hãy ấn nút + để %@, cho mọi người biết bạn đang có những cuốn sách nào có thể cho mượn nhé!

# ADD_BOOK_TITLE_GUIDELINE
source: Add books to your shelf
ja: 本棚に追加
vi: Thêm sách vào tủ

# ADD_TITLE_GUIDELINE
source: Add to shelf
ja: 本を追加
vi: Thêm sách vào tủ

# BORROW_TITLE_GUIDELINE
source: Borrow book
ja: 借入
vi: Mượn sách

# SEARCH_BOOK_GUIDELINE
source: Use the %@ to find the book you need
ja: 本を探したい時、%@機能をご利用ください！
vi: Dùng chức năng %@ để tìm cuốn sách bạn cần

# SEARCH_TITLE_GUIDELINE
source: Search bar
ja: 検索
vi: Tìm kiếm

# ADD_BOOK_OR_BORROW_BOOK_GUIDELINE
source: Click %@ so people can borrow it from you. Or %@ to borrow books for free!
ja: 貸出出来るため、%@してください。または無料で借りられるため、%@をクリックしてください。
vi: Hãy nhấn %@ để mọi người có thể mượn cuốn sách đó từ bạn. Hoặc %@ để mượn sách miễn phí!

# LENDING_GUIDELINE
source: These are the people who are lending %@. Please request to borrow a book now!
ja: こちらは、 %@本を貸出出来る方です。今すぐ貸出リクエストを送信しましょう
vi: Đây là những người đang cho mượn cuốn %@. Hãy gửi yêu cầu mượn sách ngay nào!

# COMPLETE_GUIDELINE
source: Complete the tutorial!
ja: クイックマニュアルが終わりました
vi: Hoàn thành hướng dẫn!

# TITLE_ALERT_HAVE_BOOK
source: You have %d book(s)
ja: 本棚に%d 冊があります
vi: Đã có %d cuốn trong tủ

# ALERT_HAVE_BOOK
source: %@ was added to your bookcase. Do you want to add one more book?
ja: %@の本が追加されました もう一冊を追加しますか。
vi: Cuốn sách %@ đã được thêm vào tủ Bạn có muốn thêm một cuốn nữa vào tủ sách không?

# YES_CONFIRM
source: Yes, still add
ja: はい、追加する
vi: Có, vẫn thêm

# NO_CONFIRM
source: Cancel
ja: いいえ
vi: Không

# SCAN_USER
source: Scan code
ja: コードをスキャン
vi: Quét mã

# BOOK_IN_SHELVES
source: books in case
ja: 本棚にある本
vi: Sách trong tủ

# FOLLOW_IN_SCAN_USER
source: followers
ja: フォロワー
vi: Người theo dõi

# GO_TO_PROFILE_PAGE
source: See profile
ja: プロフィールへ
vi: Đến trang cá nhân

# USERNAME_ALREADY_EXIST_MESSAGE
source: Username %@ already existed.
ja: %@のユーザーが存在していません
vi: Username %@ đã tồn tại

# LOVE_POST_TITLE
source: Give Kudos
ja: いいね！
vi: Ghi nhận

# COMMENT_POST_TITTLE
source: Comment
ja: コメント
vi: Bình luận

# SAVE_POST_TITLE
source: Save article
ja: 投稿を保存
vi: Lưu bài viết

# SAVED_POST_TITLE
source: Article saved
ja: 投稿を保存しました
vi: Đã lưu bài viết

# SHARE_POST_TITLE
source: Share article
ja: 投稿をシェア
vi: Chia sẻ bài viết

# DELETE_POST_TITLE
source: Delete article
ja: 投稿を削除
vi: Xoá bài viết

# POST_ARTICLE_TITLE
source: Post
ja: 投稿
vi: Đăng

# ARTICLES_TITLE
source: Articles
ja: 投稿
vi: Bài viết

# ACTIVITIES_TITLE
source: Activities
ja: アクティビティ
vi: Hoạt động

# MEMBER_POST_BOOKSTOP
source: Member Posts
ja: メンバーの投稿
vi: Bài viết của thành viên

# WRITE_YOUR_COMMENT_POST
source: Write comment
ja: コメントを書く
vi: Viết bình luận của bạn

# NUMBER_COMMENT_POST_TITLE
source: %d comment
ja: コメント%d件
vi: %d bình luận

# NUMBER_REACTION_POST_TITLE
source: %d gave kudos
ja: %d 件
vi: %d ghi nhận

# NUMBER_REACTION_BY_MEMBER_TITLE
source: %d given kudos by %d member
ja: %d のメンバーからリアクション%d件
vi: %d ghi nhận bởi %d thành viên

# FILTER_POST_NEWEST
source: Newest
ja: 新着順
vi: Mới

# FILTER_POST_POPULAR
source: Popular
ja: 人気順
vi: Phổ biến

# FILTER_POST_FRIEND
source: Friend
ja: 友達
vi: Bạn bè

# SHOW_MORE_REPLY_TITLE
source: Show more %d comment
ja: %d件をもっと見る
vi: Hiển thị thêm %d trả lời

# REPLY_COMMENT_USER_TITLE
source: Reply comment of %@
ja: %@さんのコメントを返信
vi: Trả lời bình luận của %@

# REPLY_COMMENT_TITLE
source: Reply
ja: 返信
vi: Trả lời

# EDIT_COMMENT_TITLE
source: Edit
ja: 編集
vi: Chỉnh sửa

# DELETE_COMMENT_TITLE
source: Delete
ja: 削除
vi: Xoá

# ALERT_DELETE_COMMENT_TITLE
source: Delete this comment?
ja: このコメントを削除してもよろしいでしょうか
vi: Bạn có muốn xoá bình luận này không?

# ARTICLE_BY_TITLE
source: ARTICLE BY
ja: 投稿者
vi: BÀI VIẾT BỞI

# CHOOSE_CATERGORY_TITLE
source: Select category for your article...
ja: 投稿のカテゴリーを選択
vi: Chọn Catergory cho bài viết...

# CHOOSE_TAG_IN_POST_TITLE
source: Put hashtag for article
ja: タグを付ける
vi: Gắn tag cho bài

# MENTION_BOOK_TITLE
source: Mentioned books
ja: メンションされた本
vi: Sách được nhắc đến

# DISPLAY_COVER_TITLE
source: Displayed cover
ja: カバー写真を表示
vi: Ảnh bìa hiển thị

# REMIND_TAG_TITLE
source: Hashtag can be books, authors you mentioned or your article's content
ja: 投稿のタグは本のタイトル、著者名、或いは概要などかもしれません
vi: Tag bài viết có thể là sách bạn nói đến, tác giả hoặc nội dung của bài viết của bạn

# REMIND_TAG_BOOK_TITLE
source: Enter the title of mentioned book in your content
ja: 投稿に本をメンションしてください
vi: Nhập tên sách được nói đến trong nội dung bài viết của bạn

# REMIND_SELECT_ARTICLES_TYPE_TITLE
source: Select article type
ja: 投稿のタイプを選択してください
vi: Lựa chọn loại bài viết

# CREATE_ARTICLES_TITLE
source: Create article
ja: 投稿を作成
vi: Tạo bài viết của bạn trên GAT

# DRAFT_POST_TITLE
source: Draft
ja: 投稿の下書き
vi: Bài viết nháp

# SHOW_OFF_ACHIVEMENT_TITLE
source: Show your results
ja: 成果をシェアしよう
vi: Khoe thành quả của bạn

# SHARE_POST_SOCIAL_TITLE
source: Share to Facebook or Instagram. Let your friends read!
ja: FacebookとInstagramでシェアしよう
vi: Chia sẻ lên facebook hoặc instagram để các bạn cùng biết

# ADD_TITLE_POST
source: Add Title
ja: 見出しを追加
vi: Thêm tiêu đề

# ADD_CONTENT_POST
source: Enter content...
ja: レビューを作成
vi: Nhập nội dung đánh giá...

# ENTER_TAG_TITLE
source: Enter tag...
ja: タグを付ける
vi: Nhập tag...

# ENTER_BOOK_TITLE
source: Enter book's title...
ja: 本のタイトルを入力
vi: Nhập book...

# INTRO_TITLE_POST
source: This is Article's title
ja: 投稿の見出し
vi: Đây là tiêu đề của bài viết

# INTRO_INTRO_POST
source: This is Articles's introduction
ja: 投稿の概要
vi: Đây là phần giới thiệu của bài viết

# KIND_IMG_TITLE1
source: Type 1
ja: タイプ1
vi: Kiểu 1

# KIND_IMG_TITLE2
source: Type 2
ja: タイプ2
vi: Kiểu 2

# CHANGE_COVER_IMG_TITLE
source: Change cover image
ja: カバー写真を編集
vi: Thay đổi ảnh bìa

# SAVE_DRAFT_TITLE_CREATE_POST
source: Save draft
ja: 下書きを保存
vi: Lưu nháp

# CONTINUE_EDIT_POST_TITLE
source: Continue editing
ja: 編集を続く
vi: Tiếp tục chỉnh sửa

# THROW_DRAFT_TITLE
source: Cancel
ja: 下書きを削除
vi: Bỏ bài viết

# SAVE_TAG_TITLE_POST
source: Save
ja: 保存
vi: Lưu

# CLOSE_TAG_POPUP_TITLE
source: Close
ja: 閉じる
vi: Đóng

# ADD_CATERGORY_HASHTAG_TITLE
source: Add article type and hashtag
ja: 投稿のタイプとタグを追加
vi: Thêm mục bài viết và hashtag

# SETTING_POST_TITLE
source: Setting
ja: 設定
vi: Cài đặt

# PREVIEW_POST_TITLE
source: Preview
ja: プレビュー
vi: Xem trước

source: Article Setting
ja: 設定
vi: Cài đặt bài viết

# ENTER_BOOK_REVIEW_POST
source: Enter review for %@
ja: %@についてレビューを書く
vi: Nhập nội dung đánh giá sách %@

# BOOK_REVIEW_POST
source: Review %@
ja: %@のレビュー
vi: Đánh giá sách %@

# UPLOAD_ERROR_POST_IMG
source: Upload error. Please try again.
ja: 写真アップロードにエラーが発生しました もう一度やり直してください
vi: Upload ảnh bị lỗi. Vui lòng thử lại.

# INSERT_LINK_CREATE_POST
source: Insert Link
ja: リンクを挿入
vi: Chèn đường dẫn

# UPDATE_LINK_CREATE_POST
source: Update Link
ja: リンクを更新
vi: Cập nhật đường dẫn

# REMOVE_LINK_CREATE_POST
source: Remove Link
ja: リンクを削除
vi: Bỏ đường dẫn

# LINK_TEXT_POST
source: Link Text
ja: ファイルを添付
vi: Văn bản liên kết

# LOADING_MESSEAGE
source: Loading...
ja: 読み込み中
vi: Vui lòng đợi...

# IMG_NOT_UPLOAD_TITLE
source: Photo has not been uploaded
ja: 写真がまだアップロードされていません
vi: Ảnh chưa được tải lên

# TITLE_POST_NOT_EMPTY
source: Title cannot be empty
ja: 見出し入力項目は必須です
vi: Tiêu đề không được rỗng

# CONTENT_POST_NOT_EMPTY
source: Content cannot be empty
ja: 内容入力項目は必須です
vi: Nội dung không được rỗng

# IMG_NOT_UPLOAD_TITLE_YET
source: Photo has not been uploaded or uploaded yet
ja: 写真がまだアップロードされていません
vi: Ảnh chưa được tải lên hoặc tải lên chưa xong

# NOT_UPDATE_CATERGORY_POST
source: Haven't updated categories in article settings
ja: 投稿の設定がまだ更新されていません
vi: Chưa cập nhật thể loại trong cài đặt bài viết

# NOT_RATING_ALERT
source: Not rated yet
ja: まだ評価されていません
vi: Chưa rating

# REFRESH_URL_TITLE
source: Refresh
ja: 更新
vi: Làm mới

# BOOK
source: books
ja: 冊
vi: cuốn sách
