Repository: Pando-Infinity/gat-mobile-ios
Catalog: gat/Resources/String Resource/*.lproj/Localizable.strings
Languages: ja, vi

# Accept-Language
source: en
ja: jp
vi: vi

# ERROR_GPS_MESSAGE
source: Activate GPS to use this feature.
ja: この機能を利用するために GPS機能をオンにする
vi: Bạn cần kích hoạt GPS để sử dụng tính năng này.

# ERROR_CONNECT_INTERNET_MESSAGE
source: No internet connection!
ja: インターネットが繋がりませんでした
vi: Không có kết nối mạng!

# ERROR_CONNECT_INTERNET_TITLE
source: Error!
ja: エラーが発生しました!
vi: Lỗi

# ERROR_LOGIN_TITLE
source: Notification
ja: お知らせ
vi: Thông báo

# SKIP_ALERT_TITLE
source: Cancel
ja: スキップ
vi: Bỏ qua

# LOGIN_ALERT_MESSAGE
source: Please sign in to use this feature.
ja: この機能を利用するために、ログインしてください
vi: Để sử dụng chức năng này bạn phải đăng nhập vào tài khoản của mình.

# LOGIN_ALERT_TITLE
source: Sign in
ja: ログイン
vi: Đăng nhập

# ERROR_CAMERA_TITLE
source: Error!
ja: エラーが発生しました!
vi: Lỗi

# CAMERA_ALERT_MESSAGE
source: Camera unavailable
ja: カメラのアクセスが不許可です
vi: Camera không khả dụng

# SETTING_ALERT_TITLE
source: SETTING
ja: 設定
vi: Cài đặt

# PERMISSION_CAMERA_TITLE
source: You must change camera access privileges. To do this, go to Settings > Privacty > Camera on you iOS Device.
ja: カメラへのアクセスを許可することで、写真や動画を撮影できるようになります。
vi: Xin vui lòng cấp quyền cho phép ứng dụng truy cập vào ảnh của bạn

# ERROR_ALERT_TITLE
source: Error!
ja: エラーが発生しました!
vi: Lỗi

# OK_ALERT_TITLE
source: OK
ja: 同意
vi: Đồng ý

# ERROR_LOCATION_TITLE
source: Error!
ja: お知らせ!
vi: Thông báo

# CANCEL_NOTIFICATION_ALERT_TITLE
source: CANCEL
ja: 通知をオフにする
vi: Huỷ thông báo

# YES_ALERT_TITLE
source: Yes
ja: 同意
vi: Có

# NO_ALERT_TITLE
source: No
ja: キャンセル
vi: Không

# CANCEL_CHANGE_MESSAGE
source: Do you want cancel the changes?
ja: 編集をキャンセルしても宜しいですか
vi: Bạn có muốn huỷ bỏ thông tin sửa đổi?

# LOST_BOOK_ALERT_TITLE
source: Lost Book
ja: 本がまだ返却されていません
vi: Thất lạc sách

# LOST_BOOK_MESSAGE
source: Do you try to contact the borrower? /nThis choice cannot undo, please becareful with your choice.
ja: 相手に連絡してみましたか 「本がまだ返却されていません」を選択すると、編集不可ですから、慎重に検討してください。
vi: Bạn đã thử liên hệ với người mượn sách chưa? Lựa chọn thất lạc sách không thể sửa lại. Vui lòng xem xét kỹ trước khi chọn.

# LOST_ALERT_TITLE
source: Lost!
ja: まだ貰ってない!
vi: Thất lạc

# CANCEL_ERROR_TITLE
source: Cancel
ja: キャンセル
vi: Huỷ

# CANCEL_REQUEST_ERROR_TITLE
source: Huỷ yêu cầu
ja: リクエストをキャンセルする

# CANCEL_REQUEST_MESSAGE
source: Are you sure to cancel the borrowing request?
ja: 貸出リクエストをキャンセルしてもよろしいですか？
vi: Bạn có chắc muốn huỷ yêu cầu mượn sách?

# REJECT_ERROR_TITLE
source: REJECT
ja: リクエストを拒否する
vi: Từ chối yêu cầu

# REJECT_MESSAGE
source: Are you sure to reject the borrowing request?
ja: リクエストを拒否しても宜しいですか？
vi: Bạn có chắc muốn từ chối yêu cầu mượn sách?

# ERROR_EMAIL_EXISTED_TITLE
source: Error
ja: エラーが発生しました
vi: Lỗi

# EMAIL_EXISTED_MESSAGE
source: Email does not exist in the system.
ja: メールは無効です。
vi: Email không tồn tại trên hệ thống

# SOCIAL_LOGIN_NOTIFICATION
source: Notification
ja: お知らせ
vi: Thông báo

# SOCIAL_LOGIN_MESSAGE
source: You need sign in to accout %@ %@ to reset the password.
ja: パスワードを変更するため、%@ %@アカウントにログインしてください。
vi: Bạn cần đăng nhập vào tài khoản %@ %@ để đặt lại mật khẩu.

# UPDATE_ALERT_TITLE
source: Update
ja: アプリを更新する！
vi: Cập nhật ứng dụng

# UPDATE_MESSAGE
source: Please download the latest GaT version to get previous errors fixed.
ja: GATは、いくつかのバグを修正し、アプリを更新しました。 該当バージョンをお使いの方は、お手数ですが必ず最新バージョンにアップデートをお願いします。
vi: GaT đã cập nhật ứng dụng để sửa một số lỗi quan trọng. Vui lòng tải về phiên bản mới của GaT để tiếp tục sử dụng.

# SESSION_NOT_EXISTED_MESSAGE
source: Server error. Please try again later.
ja: エラーが発生しました。 もう一度やり直してください。
vi: Có lỗi xảy ra. Vui lòng thử lại sau.

# NOT_GET_ADDRESS_MESSAGE
source: Cannot locate current location.
ja: アドレスを取得できません
vi: Không lấy được địa chỉ.

# CANCEL_REQUEST_BOOKSTOP_MESSAGE
source: Are you sure to cancel the join request to Bookstop %@?
ja: ブックストップ参加リクエストをキャンセルしますか%@?
vi: Bạn có muốn huỷ yêu cầu tham gia Bookstop %@?

# LEVEAVE_BOOKSTOP_MESSAGE
source: Are you sure to leave the Bookstop %@?
ja: %@ブックストップを脱退しますか
vi: Bạn có muốn rời khỏi Bookstop %@?

# DOING_JOIN_BOOKSTOP_MESSAGE
source: You're member of Bookstop %@
ja: %@ブックスラップに参加しています
vi: Bạn đã tham gia Bookstop %@

# NOTIFICATION_TITLE
source: Notification
ja: お知らせ
vi: Thông báo

# YOUR_SEND_MESSAGE
source: You sent the join request to Bookstop
ja: ブックストップ参加リクエストを送信しました
vi: Bạn đã gửi yêu cầu tham gia Bookstop

# OTHER
source: Others
ja: その他
vi: Khác

# SERVER_ERROR_MESSAGE
source: The server is having an error. Please try again later
ja: サーバーにエラーが発生しました。もう一度やり直してください
vi: Server đang gặp lỗi. Vui lòng thử lại sau

# LESS_TITLE
source: less
ja: 縮小
vi: thu gọn

# PLEASE_WAIT
source: Please waiting
ja: 読み込み中です。しばらくお待ちください。
vi: Đang xử lí, vui lòng chờ

source: Total pages
ja: 総ページ数
vi: Tổng số trang sách

# BOOK_YOU_HAVE_READ
source: Pages you have read
ja: 読書ページ数
vi: Trang sách bạn đã đọc

# CATEGORY_TITLE
source: Book Genres
ja: お気に入り本のジャンル
vi: Loại Sách Yêu Thích

# FAVOURITE_CATEGORY_TITLE
source: FAVOURITE BOOK GENRES
ja: お気に入り本のジャンル
vi: Loại Sách Yêu Thích

# ALL_CATEGORY_TITLE
source: All
ja: すべて
vi: Tất cả

# LITERATURE_CATEGORY_TITLE
source: Literature
ja: 文学
vi: Văn học

# SKILL_CATEGORY_TITLE
source: Self-Help
ja: スキル
vi: Kỹ năng

# ECONOMIC_CATEGORY_TITLE
source: Economic
ja: 経済
vi: Kinh tế

# HISTORY_AND_GEOGRAPHY_CATEGORY_TITLE
source: History & Geography
ja: 歴史・地理
vi: Lịch sử - Địa lý

# ART_CATEGORY_TITLE
source: Art
ja: 芸能
vi: Nghệ thuật

# RELIGION_CATEGORY_TITLE
source: Religion
ja: 宗教・思想
vi: Tôn giáo

# CHILDREN_CATEGORY_TITLE
source: Kid
ja: 児童書
vi: Thiếu nhi

# COMIC_CATEGORY_TITLE
source: Comic
ja: コミックス
vi: Truyện tranh

# SCIENCE_CATEGORY_TITLE
source: Science
ja: 科学
vi: Khoa học

# TEXTBOOK_CATEGORY_TITLE
source: Study Aid
ja: 教科書
vi: Giáo khoa

# FOREIGN_LANGUAGE_CATEGORY_TITLE
source: Foreign Language
ja: 外国語
vi: Ngoại ngữ

# SYLLABUS_CATEGORY_TITLE
source: Education
ja: テキスト
vi: Giáo trình

# MOM_AND_BABY_CATEGORY_TITLE
source: Mom & Child
ja: 育児
vi: Mẹ và bé

# SYNTHESIS_CATEGORY_TITLE
source: Compilation
ja: 総合
vi: Tổng hợp

# MAGAZINE_CATEGORY_TITLE
source: Magazine
ja: 雑誌
vi: Tạp chí

# YEARS
source: %d years
ja: %d年前
vi: %d năm

# ONE_YEAR
source: %d year
ja: %d年前
vi: %d năm

# MONTHS
source: %d months
ja: %dヵ月前
vi: %d tháng

# ONE_MONTH
source: %d month
ja: %dヵ月前
vi: %d tháng

# WEEKS
source: %d weeks
ja: %d週間前
vi: %d tuần

# ONE_WEEK
source: %d week
ja: %d週間前
vi: %d tuần

# DAYS
source: %d days
ja: %d日前
vi: %d ngày

# ONE_DAY
source: %d day
ja: %d日前
vi: %d ngày

# HOURS
source: %d hours
ja: %d時間前
vi: %d giờ

# ONE_HOUR
source: %d hour
ja: %d時間前
vi: %d giờ

# MINUTES
source: %d minutes
ja: %d分前
vi: %d phút

# ONE_MINUTE
source: %d minute
ja: %d分前
vi: %d phút

# SECONDS
source: %d seconds
ja: %d秒前
vi: %d giây

# ONE_SECOND
source: %d second
ja: %d秒前
vi: %d giây

# A_MOMENT_AGO
source: a moment agao
ja: たった今
vi: vừa xong

# HOME_TABBAR
source: Home
ja: ホームページ
vi: Trang chủ

# PROFILE_TABBAR
source: Personal
ja: プロフィール
vi: Cá nhân

# ADD_BOOK_TABBAR
source: Add book
ja: 本の追加
vi: Thêm sách

# NOTIFICATION_TABBAR
source: Notification
ja: お知らせ
vi: Thông báo

# SETTING_TABBAR
source: Setting
ja: 設定
vi: Cài đặt

# SEARCH_TITLE_HOME
source: Search
ja: 検索
vi: Tìm kiếm

# COMMUNITY_TITLE
source: Community
ja: コンミュニティ
vi: Cộng đồng

# NEARBY_USER_TITLE_HOME
source: Nearby
ja: 近くのユーザー
vi: Người dùng gần bạn

# MORE_TITLE_HOME
source: More
ja: もっと見る
vi: Xem thêm

# BOOK_SHARING_TITLE_HOME
source: Sharing books
ja: 共有している本
vi: Sách đang được chia sẻ

# ERROR_ALERT_TITLE_HOME
source: Error!
ja: エラーが発生しました
vi: Lỗi

# SETTING_ALERT_TITLE_HOME
source: Setting
ja: 設定
vi: Cài đặt

# CANCEL_ALERT_TITLE_HOME
source: Cancel
ja: キャンセル
vi: Huỷ

# OK_ALERT_TITLE_HOME
source: Error
ja: エラーが発生しました。

# ERROR_BOOKS_EMPTY_MESSAGE_HOME
source: There is no sharing book
ja: 本が見つかりませんでした
vi: Không tìm thấy sách

# NOT_FOUND_NEARBY_USER_MESSAGE_HOME
source: There is no nearby reader
ja: 近くのユーザーが見つかりませんでした
vi: Không tìm thấy người dùng gần bạn

# EXPLORATION_TITLE_HOME
source: Explore
ja: 発見
vi: Khám Phá

# PROFILE_EXPLORATION_HOME
source: Complete your profile
ja: プロフィール を編集
vi: Hoàn thiện trang cá nhân

# BOOKSTOP_EXPLORATION_HOME
source: GAT-UP Bookshelf
ja: GAT-UP 本棚
vi: Tủ sách GAT-UP

# FAN_PAGE_EXPLORATION_HOME
source: Join GAT community
ja: GATコンミュニティ に参加
vi: Tham gia cộng đồng GAT

# TOP_BORROW_BOOK_HOME
source: Top Borrowing Books
ja: よく借りられる本
vi: Sách được mượn nhiều

# NEW_REVIEW_TITLE_HOME
source: New Reviews
ja: 新しい評価
vi: Review mới

# RECOMMEND_BY_GAT_HOME
source: Based on what you've read
ja: おすすめ
vi: Đề xuất cho bạn

# HOT_WRITTERS_ON_GAT_HOME
source: GAT Hot Writers
ja: 注目のレビュアー
vi: Cây viết nổi bật

# BASE_ON_READ_ARTICLE_HOME
source: Base on read Articles
ja: あなたのお読み物傾向から
vi: Dựa trên các bài viết đã đọc

# TRENDING_REVIEW_HOME
source: Featured reviews
ja: 注目のレビュー
vi: Review nổi bật

# TRENDING_ARTICLE_HOME
source: Featured Articles
ja: 注目の投稿
vi: Bài viết nổi bật

# NEARBY_BOOKSTOP_HOME
source: Nearby Bookstops
ja: 近くのブックストップ
vi: Bookstop gần bạn

# SUCCESS_HOME
source: Success!
ja: 参加リクエストが承認されました
vi: Thành công!

# ADD_BOOKMARK_HOME
source: Add bookmark!
ja: ブックマークを追加
vi: Thêm đánh dấu!

# REMOVE_BOOKMARK_MESSAGE
source: Remove bookmark!
ja: ブックマップを削除
vi: Bỏ đánh dấu!

# NEARBY_USER_TITLE
source: Nearby
ja: 近くのユーザー
vi: Người Dùng Gần Bạn

# NOT_FOUND_NEARBY_USER_MESSAGE_NEARBYUSER
source: There is no nearby reader
ja: 近くのユーザーが見つかりませんでした
vi: Không tìm thấy người dùng gần bạn

# RESULT_HEADER_TITLE_NEARBYUSER
source: About %@ results
ja: 近くのユーザーの%@人が見つかりました
vi: Hiển thị %@ kết quả

# OK_ALERT_TITLE_NEARBYUSER
source: OK
ja: 同意
vi: Đồng ý

# ERROR_ALERT_TITLE_NEARBYUSER
source: Error!
ja: エラーが発生しました
vi: Đã xảy ra lỗi

# SETTING_ALERT_TITLE_NEARBYUSER
source: Setting
ja: 設定
vi: Cài đặt

# CANCEL_ALERT_TITLE_NEARBYUSER
source: CANCEL
ja: キャンセル
vi: Huỷ

# SEARCH_TITLE
source: Search
ja: 検索
vi: Tìm Kiếm

# SEARCH_BOOK_TITLE_SEARCH
source: Book title
ja: 本のタイトル
vi: Tên sách

# SEARCH_AUTHOR_TITLE_SEARCH
source: Author
ja: 著作名
vi: Tác giả

# SEARCH_USER_TITLE_SEARCH
source: People
ja: ユーザー名
vi: Người dùng

# CANCEL_SEARCH_TITLE_SEARCH
source: Cancel
ja: キャンセル
vi: Huỷ

# ERROR_ALERT_TITLE_SEARCH
source: Error!
ja: エラーが発生しました
vi: Đã xảy ra lỗi

# OK_ALERT_TITLE_SEARCH
source: OK
ja: 同意
vi: Đồng ý

# NUMBER_SHARING_BOOK_TITLE_SEARCH
source: Sharing books
ja: 冊数
vi: Sách chia sẻ

# NUMBER_REVIEW_BOOK_TITLE_SEARCH
source: Reviews
ja: レビュー数
vi: Lượt nhận xét

# NUMBER_USER_SHARING_BOOK_TITLE
source: People sharing this book
ja: 本を共有している人数
vi: Người đang chia sẻ sách

# NO_AUTHOR_TITLE_SEARCH
source: N/A
ja: 見つかりませんでした

# RESULT_SEARCH_TITLE_SEARCH
source: About %@ results
ja: %@件が見つかりました
vi: Hiển thị %@ kết quả

# ADD_NEW_BOOK_SEARCH
source: Request Book
ja: 貸出リクエストを送信する
vi: Yêu cầu sách

# BOOK_DETAIL_TITLE
source: Book Detail Info
ja: 本の詳細
vi: Thông Tin Sách

# BOOK_DESCRIPTION_TITLE_BOOKDETAIL
source: Description
ja: 本の要約
vi: Nội dung sách

# REVIEW_BOOK_TITLE_BOOKDETAIL
source: Reviews
ja: レビュー
vi: Bình luận

# ERROR_ALERT_TITLE_BOOKDETAIL
source: Error
ja: エラーが発生しました
vi: Đã xảy ra lỗi

# OK_ALERT_TITLE_BOOKDETAIL
source: OK
ja: 同意
vi: Đồng ý

# CANCEL_ALERT_TITLE_BOOKDETAIL
source: CANCEL
ja: キャンセル
vi: Huỷ

# EDIT_REVIEW_TITLE_BOOKDETAIL
source: Edit review
ja: レビューを編集
vi: Sửa bình luận

# WRITE_REVIEW_TITLE_BOOKDETAIL
source: Write review
ja: レビューを書く
vi: Viết bình luận

# ADD_BOOK_TITLE_BOOKDETAIL
source: Add to shelf
ja: 本棚に追加
vi: Thêm vào tủ

# BORROW_BOOK_TITLE_BOOKDETAIL
source: Borrow book
ja: 借入
vi: Mượn sách

# MORE_TITLE_BOOKDETAIL
source: more
ja: もっと見る
vi: xem thêm

# BOOK_INFO_TITLE_BOOKDETAIL
source: Information
ja: 本の詳細
vi: Thông tin sách

# BUY_BOOK_TITLE_BOOKDETAIL
source: Buy Book
ja: 購入
vi: Mua sách

# MY_REVIEW_TITLE_BOOKDETAIL
source: Your Review
ja: あなたのレビュー
vi: Đánh giá của bạn

# STOCKING_TITLE_BOOKDETAIL
source: Available
ja: 在庫あり
vi: Còn hàng

# OUT_OF_STOCK_TITLE_BOOKDETAIL
source: Out of stock
ja: 在庫切れ
vi: Hết hàng

# ADD_BOOKSHELF_MESSAGE_BOOKDETAIL
source: Do you want add this book to bookshelf?
ja: 自分の本棚に追加しますか
vi: Bạn có muốn thêm cuốn sách này vào tủ sách của bạn?

# ADD_BOOK_SUCCEEDED_MESSAGE_BOOKDETAIL
source: Added books to your bookshelf
ja: 本棚の追加済みです
vi: Đã thêm sách vào tủ sách của bạn

# SUCCEEDED_BOOKDETAIL
source: Succeeded
ja: 完了
vi: Thành công

# ADD_BOOKSHELF_MESSAGE
source: Do you want add this book to bookshelf?
ja: この本を自分の本棚に追加しますか
vi: Bạn có muốn thêm cuốn sách này vào tủ sách của mình không?

source: No, start reading
ja: いいえ、すぐに読む
vi: Không, bắt đầu đọc

# ADD_BOOK_TITLE
source: Add Book To Shelf
ja: 本棚に追加
vi: Thêm Vào Tủ Sách

# NUMBER_BOOK_TITLE_ADDBOOK
source: Book quantity
ja: 本棚の総冊数
vi: Số lượng sách thêm vào tủ

# ALLOW_SHARING_TITLE_ADDBOOK
source: Allow people to borrow book
ja: 貸出を許可する
vi: Cho mọi người mượn sách

# OK_ALERT_TITLE_ADDBOOK
source: OK
ja: 同意
vi: Đồng ý

# ERROR_ALERT_TITLE_ADDBOOK
source: Error!
ja: エラーが発生しました
vi: Đã xảy ra lỗi

# YES_ALERT_TITLE_ADDBOOK
source: YES
ja: はい
vi: Có

# NO_ALERT_TITLE_ADDBOOK
source: NO
ja: いいえ
vi: Không

# CANCEL_ADDBOOK_MESSAGE_ADDBOOK
source: Are you sure to cancel the adding book?
ja: 本の追加をキャンセルしますか
vi: Bạn có muốn huỷ thêm sách?

# NOTIFICATION_CANCEL_ADDBOOK
source: Notification
ja: お知らせ
vi: Thông báo

# RATE_TITLE_COMMENT
source: Rating
ja: レビューを書く
vi: Đánh Giá

# ERROR_ALERT_TITLE_COMMENT
source: Error!
ja: エラーが発生しました
vi: Lỗi

# OK_ALERT_TITLE_COMMENT
source: OK
ja: 同意
vi: Đồng ý

# YES_ALERT_TITLE_COMMENT
source: YES
ja: はい
vi: Có

# NO_ALERT_TITLE_COMMENT
source: NO
ja: いいえ
vi: Không

# CANCEL_COMMENT_MESSAGE_COMMENT
source: Are you sure to cancel the reviewing?
ja: レビューをキャンセルしますか
vi: Bạn có muốn huỷ đánh giá?

# NOTIFICATION_CANCEL_COMMENT
source: Notification
ja: お知らせ
vi: Thông báo

# EDIT_PLACEHOLDER_COMMENT
source: What did you think of the book?
ja: この本について感想をシェアしよう
vi: Bạn nghĩ gì về cuốn sách này?

# BOOKSELF_TITLE
source: Book Owners
ja: 本棚の名前
vi: Chủ Sách

# ERROR_ALERT_TITLE_LISTBOOKSHARING
source: Error!
ja: エラーが発生しました
vi: Lỗi

# OK_ALERT_TITLE_LISTBOOKSHARING
source: OK
ja: 同意
vi: Đồng ý

# SORT_BY_TITLE_LISTBOOKSHARING
source: Sort by
ja: 絞り込み
vi: Sắp xếp theo

# BORROW_TITLE_LISTBOOKSHARING
source: Borrow
ja: 借入
vi: Mượn sách

# ON_HOLD_TITLE_LISTBOOKSHARING
source: Wait Borrow
ja: 予約
vi: Đợi mượn

# BEING_BORROWED_STATUS_TITLE_LISTBOOKSAHRING
source: Being borrowed
ja: 貸出中
vi: Đang được mượn

# ON_HOLD_AGREE_STATUS_TITLE_LISTBOOKSHARING
source: Wait approve
ja: 承認待ち
vi: Đợi đồng ý

# ON_HOLD_RETURN_STATUS_TITLE_LISTBOOKSHARING
source: On hold
ja: 順番待ち
vi: Đợi đến lượn

# DOING_CONTACT_STATUS_TITLE_LISTBOOKSHARING
source: Contacting
ja: 連絡中
vi: Đang liên lạc

# BORROWING_STATUS_TITLE_LISTBOOKSHARING
source: Borrowing
ja: 貸出中
vi: Đang mượn

# READ_IN_PLACE_STATUS_TITLE_LISTBOOKSHARING
source: Read in Bookstop
ja: ブックストップで読む
vi: Đọc tại chỗ

# LIMITED_BORROW_TITLE_LISTBOOKSHARING
source: Limited borrow
ja: 貸出期限
vi: Giới hạn mượn

# BOOKSTOP_MEMBER_ONLY_TITLE_LISTBOOKSHARING
source: Bookstop member only
ja: ブックストップのメンバー
vi: Thành viên Bookstop

# SORT_BY_TITLE_SORTBY
source: Sort By
ja: 絞り込み
vi: Sắp Xếp Theo

# UPTIME_STATUS_TITLE_SORTBY
source: Active Time
ja: アクティブ期間
vi: Thời Gian Hoạt Động

# DISTANCE_STATUS_TITLE_SORTBY
source: Distance
ja: 距離
vi: Khoảng Cách

# READ_IN_PLACE_STATUS_TITLE_BOOKSTOP
source: Read in Bookstop
ja: ブックストップで読む
vi: Đọc tại chỗ

# SEARCH_BOOK_BOOKSTOP
source: Search book
ja: 本を探す
vi: Tìm sách

# BOOK_BOOKSTOP
source: Bookshelf
ja: 本棚
vi: Tủ sách

# BOOK_SPACE_BOOKSTOP
source: Reading space
ja: 読書スペース
vi: Không gian đọc

# EMPTY_MESSAGE_TITLE_LISTMESSAGE
source: There is no message
ja: メッセージがありません
vi: Không có tin nhắn nào

# ERROR_ALERT_TITLE_LISTMESSAGE
source: Error!
ja: エラーが発生しました
vi: Lỗi

# OK_ALERT_TITLE_LISTMESSAGE
source: OK
ja: 同意
vi: Đồng ý

# SEND_MESSAGE_TITLE_MESSAGE
source: Send
ja: 送信
vi: Gửi

# PLACEHOLDER_MESSAGE_TITLE_MESSAGE
source: Enter your message
ja: メッセージを入力する
vi: Nhập tin nhắn

# ERROR_SEND_MESSAGE
source: Không gửi được tin nhắn
ja: メッセージが送信出来ませんでした

# RECOMMEND_MESSAGE_1
source: Hi %@, when will you come to take the book?
ja: %@さん、いつ本を取りに来ますか
vi: Chào %@, khi nào cậu qua lấy sách được nhỉ?

# RECOMMEND_MESSAGE_2
source: Hi %@, when can I come to take the book?
ja: %@さん、いつ本を取りに行けば宜しいですか
vi: Chào %@, khi nào tớ có thể qua chỗ cậu mượn sách nhỉ?

# RECOMMEND_MESSAGE_3
source: Can you send me your phone number and address? I will call you when I come.
ja: 位置と電話番号を教えて貰いませんか
vi: Cậu cho tớ xin địa chỉ và số điện thoại nhé.

# RECOMMEND_MESSAGE_4
source: My address is %@
ja: %@へ本を取りに行ってくださいね
vi: Cậu đến %@ để lấy sách nhé.

# READ_STATUS_MESSAGE
source: Read
ja: 既読
vi: Đã đọc

# YOURSELF_MESSAGE
source: You
ja: あなた
vi: Bạn

# MESSAGE_TITLE
source: Message
ja: メッセージ
vi: Tin Nhắn

# NOTIFICATION_EMPTY_TITLE_NOTIFICATION
source: There is no notification
ja: お知らせがありません
vi: Không có thông báo nào

# ERROR_ALERT_TITLE_NOTIFICATION
source: Error!
ja: エラーが発生しました
vi: Lỗi

# OK_ALERT_TITLE_NOTIFICATION
source: OK
ja: 同意
vi: Đồng ý

# EMPTY_NOTIFICATIONS_MESSAGE
source: There is no notification
ja: メッセージがありません
vi: Không có thông báo.

# NOTIFICATION_TYPE_0_TITLE
source: You've got %d the messages.
ja: 未読メッセージが%d件あります
vi: Bạn có %d tin nhắn chưa đọc.

# NOTIFICATION_TYPE_1_TITLE
source: Sent a message to you.
ja: メッセージを送信しました
vi: Gửi tin nhắn cho bạn.

# NOTIFICATION_TYPE_10_TITLE
source: Sent a request to borrow "%@".
ja: "%@"貸出リクエストを送信します
vi: Gửi yêu cầu mượn sách "%@".

# NOTIFICATION_TYPE_11_TITLE
source: "%@" is borrowed by someone else.
ja: "%@"が貸出中です
vi: Sách "%@" đã được cho người khác mượn.

# NOTIFICATION_TYPE_12_TITLE
source: Accepted your borrowing request "%@".
ja: "%@"の貸出リクエストが承認されました
vi: Đồng ý cho bạn mượn sách "%@".

# NOTIFICATION_TYPE_13_TITLE
source: Announced that you have borrowed the book "%@".
ja: あなたが"%@"を貸出しています
vi: Thông báo đã cho bạn mượn sách "%@".

# NOTIFICATION_TYPE_14_TITLE
source: Announced that you have returned the book "%@" back.
ja: "%@"を返却しました
vi: Thông báo bạn đã trả sách "%@".

# NOTIFICATION_TYPE_15_TITLE
source: Rejected your borrowing request the book "%@".
ja: "%@"の貸出リクエストが拒否されました
vi: Từ chối cho bạn mượn sách "%@".

# NOTIFICATION_TYPE_16_TITLE
source: Announced that you have unreturned the book "%@"!!!
ja: "%@"を紛失しました
vi: Thông báo bạn đã làm mất sách "%@"!!!

# NOTIFICATION_TYPE_17_TITLE
source: You are borrowing %@ books from other readers.
ja: %@を借入しています
vi: Bạn đang mượn %@ quyển sách từ người khác.

# NOTIFICATION_TYPE_18_TITLE
source: You have received %d requests to borrow the book "%@".
ja: "%@"の貸出リクエストが%d件あります
vi: Có %d người yêu cầu mượn sách "%@".

# NOTIFICATION_TYPE_19_TITLE
source: Cancelled the request to borrow the book "%@".
ja: "%@"の貸出リクエストをキャンセします
vi: Huỷ yêu cầu mượn sách "%@".

# NOTIFICATION_TYPE_20_TITLE
source: Request borrow %@ to %@ has cancelled by system due to owner accepted other request. You can send request to other.
ja: 本の所有者が他人の本貸出リクエストを承認したため、%@さんへ%@の本の貸出リクエストはキャンセルされました。 あなたは新しい本の貸出リクエストができます
vi: Yêu cầu mượn sách %@ đến %@ đã bị hủy bỏ do chủ sách đồng ý cho người khác mượn sách. Bạn có thể gửi yêu cầu mượn sách mới.

# NOTIFICATION_TYPE_21_TITLE
source: Yêu cầu mượn sách %@ đến %@ đã bị hệ thống tự huỷ sau 48h không có phản hồi. Bạn có thể gửi yêu cầu mượn sách mới.
ja: 返事がない場合、%@さんへ%@の貸出リクエストが自動的にキャンセルされることになります。あなたは新しい本の貸出リクエストができます

# NOTIFICATION_TYPE_120_TITLE
source: There are %d borrowing requests awaiting for your approval.
ja: %d件の貸出リクエストがまだ返事しません
vi: Có %d yêu cầu mượn sách đang đợi bạn đồng ý.

# NOTIFICATION_TYPE_121_TITLE
source: Please update the borrowing progress for "%@" of "%@".
ja: "%@"さんの"%@"借入状況を更新してください
vi: Hãy cập nhật tiến độ mượn sách "%@" của "%@".

# NOTIFICATION_TYPE_122_TITLE
source: It's time to return "%@". Please contact the book owner.
ja: "%@"の借入期限が切れますので、所有者に連絡をお願いします
vi: Đã đến thời hạn trả sách "%@". Vui lòng liên hệ với chủ sách.

# NOTIFICATION_TYPE_123_TITLE
source: The returning date for "%@" is 1 week overdue. Please contact the book owner.
ja: "%@"の借入期限を一週間過ぎたため、本の所有者に連絡をお願いします
vi: Đã quá thời hạn trả sách "%@" 1 tuần. Vui lòng liên hệ với chủ sách.

# NOTIFICATION_TYPE_200_TITLE
source: Welcome to GaT. Start adding books to sharing with readers near you.
ja: GATへようこそ。近くのユーザーと交換出来るため、本を追加してください
vi: Chào mừng bạn đến với GaT. Hãy bắt đầu thêm sách để trao đổi với những bạn đọc gần bạn.

# NOTIFICATION_TYPE_201_TITLE
source: Update your address to sharing books with others easily.
ja: 本を交換できるため、位置を入力してください
vi: Cập nhật địa chỉ của bạn để dễ dàng trao đổi sách cùng mọi người.

# NOTIFICATION_TYPE_202_TITLE
source: Add your favourite book genre to receive better reading recommendation.
ja: お気に入り本のタイプを追加してください
vi: Thêm thể loại sách ưa thích để được gợi ý chính xác về sách nên đọc.

# NOTIFICATION_TYPE_203_TITLE
source: Start adding books and sharing with readers near you.
ja: 本を追加し、近くのユーザーと本を交換し始めます
vi: Bắt đầu thêm sách và trao đổi với những bạn đọc gần bạn.

# NOTIFICATION_TYPE_301_TITLE
source: There are %d book reader near you.
ja: 近くのユーザーが%d人います
vi: Có %d người cho mượn sách đang ở gần bạn.

# NOTIFICATION_TYPE_500_TITLE
source: %@ is following you.
ja: %@さんがあなたをフォローしています
vi: %@ đã theo dõi bạn.

# NOTIFICATION_TYPE_502_TITLE
source: You has followed by %@ users recently.
ja: 最近 %@人があなたのフォロワーになります
vi: Bạn đã được theo dõi bởi %@ người gần đây.

# NOTIFICATION_TYPE_600_TITLE
source: %@ has been updated.
ja: %@が追加されました
vi: %@ đã được cập nhật.

# NOTIFICATION_TYPE_800_TITLE
source: "%@" has joined your challenge
ja: "%@"さんがあなたのチャレンジに参加します
vi: "%@" đã tham gia thử thách của bạn

# NOTIFICATION_TYPE_801_TITLE
source: "%@" has joined a challenge. Let's explore!
ja: "%@"さんが新しいチャレンジに参加しました. 発見しましょう
vi: "%@" đã tham gia một thử thách. Cùng khám phá!

# NOTIFICATION_TYPE_802_TITLE
source: GAT has invited you to join "Đọc 50,000 quyển sách cùng GAT". Let's explore!
ja: 50000冊を読むチャレンジ " GATはチャレンジ参加を招待しました。"発見しましょう!
vi: GAT đã mời bạn tham gia thử thách "Đọc 50,000 quyển sách cùng GAT". Cùng khám phá!

# NOTIFICATION_TYPE_803_TITLE
source: %@ has invited you to join a challenge
ja: %@さんがあなたを1件のチャレンジに参加招待しました
vi: %@ đã mời bạn tham gia 1 thử thách

# NOTIFICATION_TYPE_900_TITLE
source: %@ has reacted to your article
ja: %@さんがあなたの投稿にリアクションしました
vi: %@ đã tương tác bài viết của bạn

# NOTIFICATION_TYPE_901_TITLE
source: %@ and %d peoples reacted to your article
ja: %@さんと他の%d人があなたの投稿にリアクションしました
vi: %@ và %d người khác đã tương tác bài viết của bạn

# NOTIFICATION_TYPE_902_TITLE
source: %@ has reacted your comment
ja: %@さんがあなたのコメントにリアクションしました
vi: %@ đã tương tác bình luận của bạn

# NOTIFICATION_TYPE_903_TITLE
source: %@ and %d people reacted to your comment
ja: %@さんと他の%d人があなたのコメントにリアクションしました
vi: %@ và %d người khác đã tương tác bình luận của bạn

# NOTIFICATION_TYPE_904_TITLE
source: %@ commented on your article
ja: %@さんがあなたの投稿にコメントしました
vi: %@ đã bình luận về bài viết của bạn

# NOTIFICATION_TYPE_905_TITLE
source: %@ and %d commented on your article
ja: %@さんと他の %d人があなたの投稿にコメントしました
vi: %@ và %d người khác đã bình luận về bài viết của bạn

# NOTIFICATION_TYPE_906_TITLE
source: %@ replied your comment
ja: %@さんがあなたのコメントを返信しました
vi: %@ đã trả lời bình luận của bạn

# NOTIFICATION_TYPE_907_TITLE
source: %@ and %d people replied your comment
ja: %@さんと他の %d人があなたのコメントを返信しました
vi: %@ và %d người khác đã trả lời comment của bạn

# NOTIFICATION_TYPE_908_TITLE
source: %@ mentioned you in an article
ja: %@さんが投稿であなたをメンションしました
vi: %@ đã nhắc đến bạn trong một bài viết

# NOTIFICATION_TYPE_909_TITLE
source: %@ mentioned you in a comment
ja: %@さんがコメントであなたをメンションしました
vi: %@ đã nhắc đến bạn trong một bình luận

# NOTIFICATION_TYPE_910_TITLE
source: %@ created a new article
ja: %@さんが新しい投稿を追加しました
vi: %@ đã đăng bài viết mới

# BORROW_TITLE
source: Borrow Book
ja: 借入
vi: Mượn Sách

# ON_HOLD_TITLE
source: Wait To Borrow Book
ja: 予約
vi: Đợi Mượn Sách
