Repository: Pando-Infinity/gat-mobile-ios
Catalog: gat/Resources/String Resource/*.lproj/Localizable.strings
Languages: ja, vi

# ON_HOLD_MESSAGE_REQUESTDETAILBORROWER
source: This book is being borrowed. Your request will be placed in the queue until it is returned.
ja: あいにく現在この本は貸出中であるため、返却されるまで「順番待ち」となります
vi: Hiện tại sách đang được mượn. Yêu cầu mượn sách của bạn sẽ được cho vào hàng đợi đến khi sách được trả.

# SEND_REQUEST_TO_REQUESTDETAILBORROWER
source: Send book borrowing request to %@
ja: %@さんに貸出リクエストを送信する
vi: Gửi yêu cầu mượn sách tới %@

# SEND_MESSAGE_REQUESTDETAILBORROWER
source: Message
ja: メッセージ
vi: Tin nhắn

# INTEND_RETURN_MESSAGE_REQUESTDETAILBORROWER
source: Borrowing duration
ja: 返却予定日
vi: Thời gian dự định trả sách:

# ERROR_ALERT_TITLE_REQUESTDETAILBORROWER
source: Error!
ja: エラーが発生しました
vi: Lỗi

# SEND_REQUEST_TITLE_REQUESTDETAILBORROWER
source: Send request
ja: リクエストを送信する
vi: Gửi yêu cầu

# REVIEW_BOOK_TITLE_REQUESTDETAILBORROWER
source: Reviews
ja: コメント数
vi: Lượt nhận xét

# BORROW_FORMAT_MESSAGE_REQUESTDETAILBORROWER
source: Hi %@, can you let me borrow your book "%@"?
ja: %@さん、こんにちは、"%@"を借して貰いませんか？
vi: Chào %@, cho mình mươn quyển "%@" nha.

# ONHOLD_FORMAT_MESSAGE_REQUESTDETAILBORROWER
source: Hi %@, can you let me borrow your book "%@" after it be returned?
ja: %@さん、こんにちは、 "%@"が返却されたら、借して貰いませんか
vi: Chào %@, khi nào quyển "%@" được trả thì mình mượn nha.

# ERROR_ALERT_TITLE_USERPROFILE
source: Error!
ja: エラーが発生しました
vi: Lỗi

# EDIT_TITLE_USERPROFILE
source: Edit
ja: 編集
vi: Chỉnh sửa

# ADD_BOOK_MESSAGE_USERPROFILE
source: Have you never lent books to anyone? Add books to your shelf now!
ja: 本を貸したことがありますか。本を追加しましょう！
vi: Bạn chưa từng cho ai mượn sách sao? Hãy thêm sách vào tủ ngay nào!

source: Share Profile
ja: プロフィールを共有
vi: Chia sẻ trang cá nhân

# BOOK_INSTANCE_TITLE_BOOKUSERPROFILE
source: Books
ja: 本棚
vi: Tủ sách

# BORROW_STATUS_TITLE_BOOKUSERPROFILE
source: Borrow
ja: 借入
vi: Mượn sách

# BORROW_BY_TITLE_BOOKUSERPROFILE
source: Borrower %@
ja: 借用人%@
vi: Người mượn %@

# SHARING_BOOK_BOOKUSERPROFILE
source: Sharing books
ja: 共有中の本
vi: Sách chia sẻ

# NOT_SHARING_BOOK_TITLE_BOOKUSERPROFILE
source: Not sharing books
ja: 未共有の本
vi: Sách chưa chia sẻ

# LOST_BOOK_TITLE_BOOKUSERPROFILE
source: Lost books
ja: 紛失した本
vi: Sách thất lạc

# YES_ALERT_TITLE_BOOKUSERPROFILE
source: OK
ja: はい
vi: Đồng ý

# NO_ALERT_TITLE_BOOKUSERPROFILE
source: CANCEL
ja: いいえ
vi: Từ chối

# REMOVE_ALERT_TITLE_BOOKUSERPROFILE
source: Remove book
ja: 本を削除する
vi: Xoá sách

# REMOVE_MESSAGE_BOOKUSERPROFILE
source: Are you sure to remove book "%@" from your shelf?
ja: 自分の本棚から"%@"を削除しますか
vi: Bạn muốn xoá sách "%@" khỏi tủ sách của mình?

# REIVEW_TITLE_REVIEWUSERPROFILE
source: Reviews
ja: 投稿
vi: Bài viết

# RATING_TITLE_REVIEWUSERPROFILE
source: Rating
ja: レビュー
vi: Đánh giá

# MORE_TITLE_REVIEWUSERPROFILE
source: more
ja: もっと見る
vi: Xem thêm

# EDIT_ALERT_TITLE_REVIEWUSERPROFILE
source: Edit
ja: 編集
vi: Sửa

# REMOVE_ALERT_TITLE_REVIEWUSERPROFILE
source: Remove
ja: 削除
vi: Xoá

# CANCEL_ALERT_TITLE_REVIEWUSERPROFILE
source: Cancel
ja: キャンセル
vi: Huỷ

# YES_ALERT_TITLE_REVIEWUSERPROFILE
source: Yes
ja: はい
vi: Có

# NO_ALERT_TITLE_REVIEWUSERPROFILE
source: No
ja: いいえ
vi: Không

# REMOVE_MESSAGE_REVIEWUSERPROFILE
source: Are you sure to remove the review?
ja: レビューを削除しても宜しいですか
vi: Bạn có chắc muốn xoá nhận xét?

# NOTIFICATION_REMOVE_REVIEW_REVIEWUSERPROFILE
source: Notification
ja: お知らせ
vi: Thông báo

# REQUEST_TITLE_REQUESTUSERPROFILE
source: Requests
ja: リクエスト
vi: Yêu cầu

# REJECT_TITLE_REQUESTUSERPROFILE
source: Reject
ja: 拒否
vi: Từ chối

# ACCEPT_TITLE_REQUESTUSERPROFILE
source: Accept
ja: 承認
vi: Đồng ý

# REQUEST_INT_COMMING_TITLE_REQUESTUSERPROFILE
source: Requests to you
ja: あなたへのリクエスト
vi: Yêu cầu tới bạn

# REQUEST_OUT_GOING_TITLE_REQUESTUSERPROFILE
source: Requests from you
ja: あなたからのリクエスト
vi: Yêu cầu từ bạn

# OWNER_REQUEST_TITLE_REQUESTUSERPROFILE
source: Received your request to borrow %@
ja: あなたからの%@の貸出リクエストが承認されました
vi: Nhận yêu cầu mượn sách %@ từ bạn.

# BORROWER_REQUEST_TITLE_REQUESTUSERPROFILE
source: Sent request to borrow %@
ja: あなたからの%@の貸出リクエスト
vi: Yêu cầu mượn sách %@ từ bạn.

# WAITING_CONFIRM_STATUS_REQUESTUSERPROFILE
source: Wait approve
ja: 承認待ち
vi: Đợi đồng ý

# ON_HOLD_STATUS_REQUESTUSERPROFILE
source: On hold
ja: 順番待ち
vi: Đợi đến lượt

# CONTACTING_REQUESTUSERPROFILE
source: Contacting
ja: 連絡中
vi: Đang liên lạc

# BORROWING_STATUS_REQUESTUSERPROFILE
source: Borrowing
ja: 貸出中
vi: Đang mượn

# RETURNED_STATUS_REQUESTUSERPROFILE
source: Returned
ja: 返却された
vi: Đã trả

# REJECTED_STATUS_REQUESTUSERPROFILE
source: Rejected
ja: 拒否された
vi: Đã từ chối

# CANCELLED_STATUS_REQUESTUSERPROFILE
source: Cancelled
ja: キャンセルされた
vi: Đã huỷ

# UNRETURNED_STATUS_REQUESTUSERPROFILE
source: Unreturned
ja: 返却されていない
vi: Không trả sách

# OHTER_STATUS_REQUESTUSERPROFILE
source: Other
ja: その他
vi: Khác

# ERROR_ALERT_TITLE_REQUESTUSERPROFILE
source: Error!
ja: エラーが発生しました
vi: Lỗi

# REQUEST_TO_BORROW_BOOK_FILTER_REQUESTUSERPROFILE
source: Request type
ja: リクエストのタイプ
vi: Loại yêu cầu

# STATUS_FILTER_REQUESTUSERPROFILE
source: Request status
ja: リクエストの状況
vi: Trạng thái yêu cầu

# ERROR_ALERT_TITLE_VISTORUSERPROFILE
source: Error!
ja: エラーが発生しました
vi: Lỗi

# BOOK_SHARING_TITLE_BOOKVISTORUSERPROFILE
source: Books
ja: 本棚
vi: Tủ sách

# DOING_BORROWED_STATUS_BOOKVISTORUSERPROFILE
source: Being borrowed
ja: 貸出中
vi: Đang được mượn

# WATING_CONFIRM_STATUS_BOOKVISTORUSERPROFILE
source: Wait approve
ja: 承認待ち
vi: Đợi đồng ý

# ON_HOLD_STATUS_BOOKVISTORUSERPROFILE
source: On hold
ja: 順番待ち
vi: Đợi đến lượt

# BORROWING_STATUS_BOOKVISTORUSERPROFILE
source: Borrowing
ja: 貸出中
vi: Đang mượn

# CONTACTING_STATUS_BOOKVISTORUSERPROFILE
source: Contacting
ja: 連絡中
vi: Đang liên lạc

# BORROW_BOOK_TITLE_BOOKVISTORUSERPROFILE
source: Borrow
ja: 借入
vi: Mượn sách

# WAITING_BORROW_BOOK_TITLE_BOOKVISTORUSERPROFILE
source: Wait borrow
ja: 予約中
vi: Đợi mượn

# REVIEW_TITLE_REVIEWVISTORUSERPROFILE
source: Reviews
ja: 投稿
vi: Bài viết

# RATING_TITLE_REVIEWVISTORUSERPROFILE
source: Rating
ja: レビュー
vi: Đánh giá

# MORE_TITLE_REVIEWVISTORUSERPROFILE
source: more
ja: もっと見る
vi: xem thêm

# START_PAGE_CAROUSEL_DATA
source: start_page_carousel_data_en
ja: start_page_carousel_data_vi
vi: start_page_carousel_data_vi

# OVERVIEW_APP_TITLE_STARTAPP
source: Continue without siging in
ja: アプリ発見
vi: Tham quan ứng dụng

# REGISTER_TITLE_STARTAPP
source: Register
ja: 投稿
vi: Đăng ký

# LOGIN_TITLE_STARTAPP
source: Sign in
ja: ログイン
vi: Đăng nhập

# LOGIN_TITLE
source: Sign in
ja: ログイン
vi: Đăng Nhập

# PASSWORD_PLACEHOLDER_LOGIN
source: Password
ja: パスワード
vi: Mật khẩu

# FORGOT_PASSWORD_TITLE_LOGIN
source: Forgot your password
ja: パスワードを忘れた方はこちら
vi: Quên mật khẩu

# LOGIN_SOCIAL_TITLE_LOGIN
source: Sign in with social account
ja: SNSアカウントでログイン
vi: Đăng nhập bằng mạng xã hội đang có

# REGISTER_NOW_LOGIN
source: Register now
ja: 登録
vi: Đăng ký ngay

# HAVE_NOT_ACCOUNT_LOGIN
source: No account?
ja: アカウントを持っていますか?
vi: Chưa có tài khoản?

# MESSAGE_EMAIL_LOGIN
source: Email must not be empty or the email must be valid
ja: 有効なメールが入力必須です
vi: Email không được rỗng hoặc email phải hợp lệ

# MESSAGE_PASSWORD_LOGIN
source: Password must not be empty
ja: パスワードが入力必須です
vi: Mật khẩu không được trống

# REGISTER_TITLE
source: Register
ja: 登録
vi: Đăng Ký

# REGISTER_SOCIAL_TITLE_REGISTER
source: Register with account %@
ja: %@でログイン
vi: Đăng nhập bằng tài khoản %@

# ADDRESS_EMAIL_PLACEHOLDER_REGISTER
source: Enter your email
ja: メールを入力してください
vi: Nhập email của bạn

# PASSWORD_PLACEHOLDER_REGISTER
source: Password
ja: パスワード
vi: Mật khẩu

# CONFIRM_EMPTY_MESSAGE_REGISTER
source: Confirm password must not be empty
ja: 確認パスワード入力項目は必須です
vi: Mật khẩu xác nhận không được rỗng

# COMFIRM_NOT_EQUAL_PASSWORD_MESSAGE_REGISTER
source: Confirm password doesn't match password
ja: パスワードが一致していません
vi: Mật khẩu xác nhận không khớp với mật khẩu

# ALREADY_HAVE_ACCOUNT_REGISTER
source: Already have an account?
ja: アカウントを既に持っている方はこちら
vi: Đã có tài khoản?

# LOGIN_NOW_REGISTER
source: Signin now
ja: すぐにログイン
vi: Đăng nhập ngay

# CONFIRM_PASSWORD_REGISTER
source: Confirm password
ja: パスワード（確認用）
vi: Xác nhận mật khẩu

# COMFIRM_PASSWORD_PLACEHOLDER_REGISTER
source: Confirm password
ja: パスワード（確認用）
vi: Xác nhận mật khẩu

# ADD_LOCATION_PLACEHOLDER_MAP
source: Enter your usually address
ja: 現在の位置情報を入力してください
vi: Nhập vị trí thường xuyên của bạn

# SKIP_TITLE_MAP
source: SKIP
ja: スキップ
vi: Bỏ qua

# SAVE_ADDRESS_TITLE_MAP
source: SAVE
ja: 情報を保存
vi: Lưu địa chỉ

# SAVE_TITLE_FAVOURITECATEGORY
source: SAVE
ja: 保存
vi: Lưu

# SKIP_TITLE_FAVOURITECATEGORY
source: SKIP
ja: スキップ
vi: Bỏ qua

# FORGOT_PASSWORD_TITLE
source: Forgot Your Password
ja: パスワードを忘れた方がこちら
vi: Quên Mật Khẩu

# MESSAGE_FORGOT_FORGOTPASSWORD
source: Enter your email address and we will send you a code to reset your password.
ja: 以下のEメール宛パスワード変更リクエストを送信しました。
vi: Yêu cầu thay đổi sẽ được gửi tới email bên dưới

# EMAIL_ADDRESS_PLACEHOLDER_FORGOTPASSWORD
source: Email
ja: メールを入力してください
vi: Nhập địa chỉ email

# SEND_EMAIL_TITLE_FORGOTPASSWORD
source: Send code
ja: 送信
vi: Gửi yêu cầu tới email

# ACCOUNT_INVALID_MESSAGE_FORGOTPASSWORD
source: Email does not exist in the system.
ja: システムに%@ %@のアカウントがありません
vi: Tài khoản %@ %@ không khớp trên hệ thống

# SESSION_INVALID_MESSAGE_FORGOTPASSWORD
source: Server error. Please try again later.
ja: エラーが発生しました。もう一度やり直してください。
vi: Có lỗi xảy ra. Vui lòng thử lại sau.

# TOKEN_FIREBASE_INVALID_MESSAGE_FORGOTPASSWORD
source: Server error. Please try again later.
ja: エラーが発生しました。もう一度やり直してください。
vi: Có lỗi xảy ra. Vui lòng thử lại sau.

# MESSAGE_FORGOT_RESETPASSWORDFORSOCIAL
source: Enter new password for your account.
ja: 新しいパスワードを入力してください
vi: Nhập mật khẩu mới cho tài khoản

# NEW_PASSWORD_PLACEHOLDER_RESETPASSWORDFORSOCIAL
source: New password
ja: 新しいパスワード
vi: Nhập mật khẩu mới

# CHANGE_PASSWORD_TITLE_RESETPASSWORDFORSOCIAL
source: Update
ja: 変更を保存
vi: Thay đổi mật khẩu

# MESSAGE_FORGOT_CONFIRMPASSWORD
source: Enter the code you received via email.
ja: パスワードを変更するため、メールへ送信したコードを入力してください
vi: Nhập mã thay đổi mật khẩu được gửi tới email

# CODE_PLACEHOLDER_CONFIRMPASSWORD
source: 6 numbers
ja: メールで送信した確認コードを入力してください
vi: Nhập mã

# CHANGE_PASSWORD_TITLE_CONFIRMPASSWORD
source: Next
ja: 変更を保存
vi: Thay đổi mật khẩu

# MESSAGE_FORGOT_RESETPASSWORD
source: Enter new password for your account.
ja: 新しいパスワードを入力してください
vi: Nhập mật khẩu mới cho tài khoản

# NEW_PASSWORD_PLACEHOLDER_RESETPASSWORD
source: New password
ja: 新しいパスワード
vi: Nhập mật khẩu mới

# CHANGE_PASSWORD_TITLE_RESETPASSWORD
source: Update
ja: 変更を保存
vi: Thay đổi mật khẩu

# SESSION_INVALID_MESSAGE_RESETPASSWORD
source: Server error. Please try again later.
ja: エラーが発生しました。もう一度やり直してください
vi: Có lỗi xảy ra. Vui lòng thử lại sau.

# TOKEN_FIREBASE_INVALID_MESSAGE_RESETPASSWORD
source: Server error. Please try again later.
ja: エラーが発生しました。もう一度やり直してください。
vi: Có lỗi xảy ra. Vui lòng thử lại sau.

# SEARCH_TITLE_BARCODE
source: Search
ja: 検索
vi: Tìm kiếm

# BARCODE_MESSAGE_BARCODE
source: Move camera to the ISBN/Barcode area
ja: コードをスキャンしてください
vi: Di chuyển Camera tới vùng chứa mã Barcode để quét

# TURN_ON_TITLE_BARCODE
source: FLASH ON
ja: LEDライトをオフ
vi: Bật đèn

# TURN_OFF_TITLE_BARCODE
source: FLASH OFF
ja: LEDライトをオン
vi: Tắt đèn

# CAN_NOT_SCAN_CODE_MESSAGE_BARCODE
source: Quét mã bị lỗi
ja: コードをスキャン出来ません

# EDIT_TITLE
source: Edit Profile
ja: 編集
vi: Sửa Thông Tin

# CANCEL_TITLE_EDITUSER
source: Cancel
ja: キャンセル
vi: Huỷ

# SAVE_TITLE_EDITUSER
source: Save
ja: 保存
vi: Lưu

# DONE_TITLE_EDITUSER
source: Done
ja: 完成
vi: Xong

# YOUR_NAME_PLACEHOLDER_EDITUSER
source: Your name
ja: ユーザーネーム
vi: Tên bạn

# ADDRESS_TITLE_EDITUSER
source: Address
ja: 位置
vi: Địa chỉ

# ABOUT_TITLE_EDITUSER
source: About
ja: 自己紹介
vi: Giới thiệu

# LIST_FAVOURITE_CATEGORY_TITLE_EDITUSER
source: Favourite book genres
ja: 気に入り本のタイプ
vi: Thể loại sách ưa thích

# CHANGE_AVATAR_TITLE
source: Change profile image
ja: プロフィールの写真を変更
vi: Thay đổi ảnh đại diện

# MEMBER_BOOKSTOP_EDITUSER
source: Your Bookstops
ja: ブックストップのメンバー
vi: Thành viên Bookstop

# ADD_BOOKSTOP_EDITUSER
source: Join Bookstop
ja: ブックストップを追加
vi: Thêm bookstop

# CANCEL_REQUEST_EDITUSER
source: Cancel
ja: リクエストをキャンセル
vi: Hủy yêu cầu

# REMOVE_EDITUSER
source: Remove
ja: 削除
vi: Xoá

# BOOKSTOP_PLACEHOLDER_EDITUSER
source: Enter bookstop name
ja: ブックストップの名前を入力してください
vi: Điền tên bookstop

# SETTING_TITLE
source: Setting
ja: 設定
vi: Cài Đặt

# EDIT_USER_INFO_TITLE_SETTING
source: Edit profile
ja: プロフィールを編集
vi: Chỉnh sửa thông tin cá nhân

# ADD_EMAIL_AND_PASSWORD_TITLE_SETTING
source: Add email and password
ja: メールとパスワードを追加
vi: Thêm email và mật khẩu

# CHANGE_PASSWORD_TITLE_SETTING
source: Change password
ja: パスワードを変更
vi: Thay đổi mật khẩu

# LOGOUT_TITLE_SETTING
source: Sign out
ja: ログアウト
vi: Thoát tài khoản

# CREATE_ACCOUNT_TITLE_SETTING
source: Create account
ja: アカウントを作成
vi: Tạo tài khoản

# INFO_SOCIAL_INVALID_MESSAGE_SETTING
source: Invalid information from social account.
ja: SNSからの情報が取得できません
vi: Thông tin lấy về từ mạng xã hội không hợp lệ

# SESSION_NOT_EXISTED_MESSAGE_SETTING
source: Server error. Please try again later.
ja: セッションが存在していません
vi: Session không tồn tại

# BOOK_SHELF_GAT_UP_DESCRIPTION_SETTING
source: Discover!
ja: 今すぐ発見しよう
vi: Khám phá ngay

# READING_HISTORY_SETTING
source: Reading History
ja: 履歴
vi: Lịch sử đọc

# REVIEW_GAT_SETTING
source: Rate this app!
ja: アプリを評価!
vi: Đánh giá ứng dụng!

# QUESTION_SETTING
source: FAQ
ja: よくある質問
vi: Câu hỏi thường gặp

# TERM_AND_POLICY_SETTING
source: Term and Policy
ja: ポリシーと利用規約
vi: Chính sách và điều khoản

# ABOUT_US_SETTING
source: About us
ja: 会社情報
vi: Về chúng tôi

# ADD_EMAIL_AND_PASSWORD_TITLE
source: Add Email And Password
ja: メールとパスワードを追加
vi: Thêm Email Và Mật Khẩu

# ADD_EMAIL_PLACEHOLDER_ADDEMAILANDPASSWORD
source: Your email
ja: メール
vi: Email

# PASSWORD_PLACEHOLDER_ADDEMAILANDPASSWORD
source: Password
ja: パスワード
vi: Mật khẩu

# INFO_SOCIAL_INVALID_MESSAGE_SOCIALNETWORK
source: Invalid information from social account.
ja: SNSからの情報が取得できません
vi: Thông tin lấy về từ mạng xã hội không hợp lệ

# DISCONNECT_TITLE_SOCIALNETWORK
source: Disconnect
ja: SNS連携を解除
vi: Ngắt Kết Nối

# CONNECTING_ACCOUNT_TITLE_SOCIALNETWORK
source: Connected as %@ account %@
ja: %@ %@のアカウントを繋がっています
vi: Đang kết nối với tài khoản %@ %@

# CHANGE_PASSWORD_TITLE
source: Change Password
ja: パスワードを変更
vi: Thay Đổi Mật Khẩu

# PASSWORD_INVALID_MESSAGE_CHANGEPASSWORD
source: Incorrect password!
ja: パスワードは正しくありません
vi: Mật khẩu không đúng!

# PRESENT_PASSWORD_PLACEHOLDER_CHANGEPASSWORD
source: Current password
ja: 現在のパスワード
vi: Mật khẩu hiện tại

# NEW_PASSWORD_PLACEHOLDER_CHANGEPASSWORD
source: New password
ja: 新しいパスワード
vi: Mật khẩu mới

# CONFIRM_PASSWORD_PLACEHOLDER_CHANGEPASSWORD
source: New password, again
ja: パスワード（確認用）
vi: Xác nhận mật khẩu

# FORGOT_PASSWORD_TITLE_CHANGEPASSWORD
source: Forgot your password
ja: パスワードを忘れた
vi: Quên mật khẩu

# PASSOWRD_MESSAGE_CHANGEPASSWORD
source: Password input is not matched.
ja: パスワード が一致していません
vi: Mật khẩu mới với xác nhận mật khẩu không giống nhau

# OWNER_REQUEST_DETAIL
source: Book Borrowing Info
ja: 貸出情報
vi: Thông Tin Mượn Sách

# ACCEPT_STATUS_OWNERREQUESTDETAIL
source: Accept
ja: 承認
vi: Đồng ý

# REJECT_STATUS_OWNERREQUESTDETAIL
source: Reject
ja: 拒否
vi: Từ chối

# ON_HOLD_STATUS_OWNERREQUESTDETAIL
source: On hold
ja: 順番待ち
vi: Đợi đến lượt

# ON_HOLD_MESSAGE_OWNERREQUESTDETAIL
source: This book is being borrowed. Your request will be placed in the queue until the it is returned.
ja: 現在すべての本は貸出中ですから 、本が返却されると貸出状況は自動的に"返事待ち" になります
vi: Hiện tại tất cả sách đều đang được mượn. Yêu cầu sẽ tự động chuyển sang trạng thái "Đợi đồng ý" sau khi sách được trả.

# CONTACT_STATUS_OWNERREQUESTDETAIL
source: Contact
ja: 連絡
vi: Liên lạc

# BORROW_STATUS_OWNERREQUESTDETAIL
source: Borrow
ja: 借入
vi: Mượn sách

# RETURN_STATUS_OWNERREQUESTDETAIL
source: Return
ja: 返却
vi: Trả sách

# DID_LOST_STATUS_OWNERREQUESTDETAIL
source: Lost
ja: 紛失した
vi: Bị thất lạc

# DID_LOST_MESSAGE_OWNERREQUESTDETAIL
source: Information of users with late book return or no return is recorded in the system. Users will receive punishment accordingly.
ja: 本を返却しないデータが記録され、その方に該当なペナルティを与える可能性があります
vi: Thông tin người dùng mượn sách và không trả lại được lưu trên hệ thống và sẽ có hình thức xử phạt thích hợp.

# CANCELLED_STATUS_OWNERREQUESTDETAIL
source: Cancelled
ja: リクエストがキャンセルされた
vi: Huỷ yêu cầu

# REJECTED_STATUS_OWNERREQUESTDETAIL
source: Rejected
ja: リクエストが拒否された
vi: Bị từ chối

# BORROW_EXPECTATION_TIME_TITLE_OWNERREQUESTDETAIL
source: Borrowing duration
ja: 貸出期間
vi: Thời gian mượn sách

# NUMBER_REVIEW_TITLE_OWNERREQUESTDETAIL
source: Reviews
ja: レビュー数
vi: Lượt nhận xét

# SHARING_BOOKS_TITLE_OWNERREQUESTDETAIL
source: Sharing books
ja: 共有されている本
vi: Sách chia sẻ

# SEND_REQUEST_BORROW_BOOK_TITLE_ONWERREQUESTDETAIL
source: Sent request to borrow book
ja: 貸出リクエストを送信
vi: Gửi yêu cầu mượn sách

# DATE_SEND_REQUEST_TITLE_OWNERREQUESTDETAIL
source: Sent request
ja: リクエスト送信日
vi: Gửi yêu cầu

# DATE_START_BORROW_TITLE_OWNERREQUESTDETAIL
source: Started borrow
ja: 借入日
vi: Bắt đầu mượn

# DATE_RETURN_BOOK_TITLE_OWNERREQUESTDETAIL
source: Returned book
ja: 返却日
vi: Gửi trả sách

# DATE_REJECT_REQUEST_TITLE_OWNERREQUESTDETAIL
source: Rejected request
ja: リクエスト拒否日
vi: Từ chối yêu cầu

# DATE_CANCEL_REQUEST_TITLE_OWNERREQUESTDETAIL
source: Cancelled request
ja: リクエストキャンセル日
vi: Huỷ yêu cầu

# SEND_MESSAGE_TO_TITLE_OWNERREQUESTDETAIL
source: Send message to %@
ja: %@さんにチャット
vi: Nhắn tin tới %@

# BORROWER_REQUEST_DETAIL
source: Book Borrowing Info
ja: 貸出状況
vi: Thông Tin Mượn Sách

# CANCEL_STATUS_BORROWERREQUESTDETAIL
source: Cancel
ja: リクエストをキャンセル
vi: Huỷ yêu cầu

# ON_HOLD_STATUS_BORROWERREQUESTDETAIL
source: On hold
ja: 順番待ち
vi: Đợi đến lượt

# ON_HOLD_MESSAGE_BORROWERREQUESTDETAIL
source: This book is being borrowed. Your request will be placed in the queue until the it is returned.
ja: 現在すべての本は貸出中ですから 、本が返却されると貸出状況は自動的に"返事待ち" になります
vi: Hiện tại tất cả sách đều đang được mượn. Yêu cầu sẽ tự động chuyển sang trạng thái "Đợi đồng ý" sau khi sách được trả.

# CONTACT_STATUS_BORROWERREQUESTDETAIL
source: Contact
ja: 連絡
vi: Liên lạc

# BORROW_STATUS_BORROWERREQUESTDETAIL
source: Borrow
ja: 借入
vi: Mượn sách

# DID_LOST_STATUS_BORROWERREQUESTDETAIL
source: Lost
ja: 紛失した
vi: Bị thất lạc

# DID_LOST_MESSAGE_BORROWERREQUESTDETAIL
source: Information of users with late book return or no return is recorded in the system. Users will receive punishment accordingly.
ja: 本を返却しないデータが記録され、その方に該当なペナルティを与える可能性があります
vi: Thông tin người dùng mượn sách và không trả lại được lưu trên hệ thống và sẽ có hình thức xử phạt thích hợp.

# RETURN_STATUS_BORROWERREQUESTDETAIL
source: Return
ja: 返却
vi: Trả sách

# DID_CANCEL_STATUS_BORROWERREQUESTDETAIL
source: Cancelled
ja: リクエストをキャンセル
vi: Đã huỷ yêu cầu

# BEING_REJECTED_STATUS_BORROWERREQUESTDETAIL
source: Rejected
ja: リクエストが拒否された
vi: Bị từ chối

# BORROW_EXPECTATION_TIME_TITLE_BORROWERREQUESTDETAIL
source: Borrowing duration
ja: 貸出期限
vi: Thời gian mượn sách

# NUMBER_REVIEW_TITLE_BORROWERREQUESTDETAIL
source: Reviews
ja: コメント数
vi: Lượt nhận xét

# SHARING_BOOKS_TITLE_BORROWERREQUESTDETAIL
source: Sharing books
ja: 共有される本
vi: Sách chia sẻ

# YOU_SEND_REQUEST_BORROW_TITLE_BORROWERREQUESTDETAIL
source: You sent request to borrow book
ja: 貸出リクエストを送信しました
vi: Bạn đã gửi yêu cầu mượn sách:

# DATE_SEND_REQUEST_TITLE_BORROWERREQUESTDETAIL
source: Send request
ja: リクエストを送信
vi: Gửi yêu cầu

# DATE_START_BORROW_TITLE_BORROWERREQUESTDETAIL
source: Started borrow
ja: 借入
vi: Bắt đầu mượn

# DATE_RETURN_BOOK_TITLE_BORROWERREQUESTDETAIL
source: Returned book
ja: 返却
vi: Gửi trả sách

# DATE_REJECT_REQUEST_TITLE_BORROWERREQUESTDETAIL
source: Rejected request
ja: リクエストを拒否
vi: Từ chối yêu cầu

# DATE_CANCEL_REQUEST_TITLE_BORROWERERQUESTDETAIL
source: Cancelled request
ja: リクエストをキャンセル
vi: Huỷ yêu cầu

# SEND_MESSAGE_TO_TITLE_BORROWERERQUESTDETAIL
source: Send message to %@
ja: %@さんにメッセージ送信
vi: Nhắn tin tới %@

# TOP_BORROW_BOOK
source: Top Borrowing Books
ja: よく借りられる本
vi: Sách Được Mượn Nhiều

# ADD_BOOK_TITLE_TOPBORROWBOOK
source: Add to shelf
ja: 本棚を追加
vi: Thêm vào tủ

# BORROW_TITLE_TOPBORROWBOOK
source: Borrow book
ja: 貸出
vi: Mượn sách

# TITLE_BOOKSTOPEXPLORE
source: Bookstops
ja: ブックストップ

# NEARBY_BOOKSTOP_BOOKSTOPEXPLORE
source: Nearby Bookstops
ja: 近くのブックストップ
vi: Bookstop gần bạn

# NEW_BOOKSTOP_BOOKSTOPEXPLORE
source: New Bookstops
ja: 新しいブックストップ
vi: Bookstop mới

# TITLE_REVIEWEXPLORE
source: Reviews
ja: レビュー

# TOP_REVIEWS_REVIEWEXPLORE
source: Top Reviewers
ja: 注目のレビュアー
vi: Người viết nổi bật

# NEW_REVIEW_REVIEWEXPLORE
source: New Reviews
ja: 新しいレビュー
vi: Review mới

# TITLE_REQUESTBORROWERBOOKSTOP
source: Book Borrowing Info
ja: リクエスト詳細
vi: Chi tiết yêu cầu

# YOU_BORROW_MESSAGE_REQUESTBORROWERBOOKSTOP
source: You are borrowing the book
ja: 貸出しました
vi: Bạn đã mượn sách

# FROM_MESSAGE_REQUESTBORROWERBOOKSTOP
source: From:
ja: から
vi: Từ:

# MEMBERS_TITLE_REQUESTBORROWERBOOKSTOP
source: Members
ja: メンバー
vi: Thành viên

# BOOKS_TITLE_REQUESTBORROWERBOOKSTOP
source: Books
ja: 本
vi: Sách

# DEADLINE_RETURN_BOOK_MESSAGE_REQUESTBORROWERBOOKSTOP
source: Bạn đã quá hạn %@ trả sách!!!
ja: 期限を%@過ぎました!!!

# EXPECTED_TIME_REQUESTBORROWERBOOKSTOP
source: Ngày dự định trả sách: %@
ja: 返却予定日%@

# BOOK_INFO_REQUESTBOOKSTOP
source: Thông tin sách
ja: 本の詳細

# BORROW_BOOK_REQUESTBOOKSTOP
source: Mượn sách
ja: 貸出

# BORROWER_INFO_REQUESTBOOKSTOP
source: Thông tin người mượn
ja: 本借りる人

# RETURN_MESSAGE_REQUESTBORROWERBOOKSTOP
source: Bạn đã trả sách lại bookstop và đặt sách đúng vị trí chưa?
ja: ブックストップで本を返却し、正しい位置に置きましたか

# CONFIRM_NOTIFICATION_REQUESTBORROWERBOOKSTOP
source: Xác nhận
ja: 確認

# YOU_BORROWING_MESSAGE_REQUESTBOOKSTOP
source: You are borrowing this book:
ja: 借入していますよ
vi: Bạn đang mượn sách này:

# EXPECTATION_TIME_REQUESTBOOKSTOP
source: Started borrow:
ja: 貸出期間
vi: Thời gian mượn:

# START_REQUESTBOOKSTOP
source: Start borrow
ja: スタート
vi: Bắt đầu

# BORROW_REQUESTBOOKSTOP
source: Return book
ja: 返却
vi: Trả sách

# START_BORROW_REQUESTBOOKSTOP
source: Started borrow:
ja: 貸出:
vi: Bắt đầu mượn:

# EXPECTATION_TIME_TITLE_REQUESTBOOKSTOP
source: Expired date: %@
ja: 返却予定日 %@
vi: Dự định trả: %@

# JOIN_BOOKSTOP_MESSAGE_REQUESTBOOKSTOP
source: %@ Bookstop has only allowing members to borrowing book. If you are the member of %@, please send join request to Bookstop.
ja: メンバーに限り%@ ブックストッで本を借りることが出来ます。%@の社員であれば、ブックストップのメンバーになるため、リクエストを送信してください
vi: %@ Bookstop chỉ cho phép thành viên được mượn sách. Nếu bạn là nhân viên của %@, hãy gửi yêu cầu để trở thành thành viên Bookstop.

# JOIN_REQUESTBOOKSTOP
source: Join Bookstop
ja: 参加
vi: Tham gia

# BOOKS_BOOKSTOPORGANIZATION
source: Books
ja: 本
vi: Sách

# MEMBERS_BOOKSTOPORGANIZATION
source: Members
ja: メンバー
vi: Thành viên

# LEAVE_BOOKSTOP_SUCCESS_MESSAGE_BOOKSTOPORGANIZATION
source: Leaved Bookstop
ja: ブックストップを脱退
vi: Đã rời Bookstop

# CANCEL_REQUEST_SUCCESS_MESSAGE_BOOKSTOPORGANIZATION
source: Canceled Bookstop join request
ja: ブックストップにの参加リクエストがキャンセルされました
vi: Đã huỷ yêu cầu tham gia Bookstop

# JOIN_MESSAGE_BOOKSTOPORGANIZATION
source: Sent Bookstop join request
ja: ブックストップにの参加リクエスト送信しました
vi: Đã gửi yêu cầu tham gia Bookstop

# SUCCESS_TITLE_
source: Sucessful
ja: 完成
vi: Thành công

# BOOKSHELF_TITLE_BOOKSTOPORGANIZATION
source: Bookshelf
ja: 本棚
vi: Tủ sách

# READING_CORNER_TITLE_BOOKSTOPORGANIZATION
source: Reading space
ja: 読書環境
vi: Không gian đọc

# MEMBER_ACTIVITIES_TITLE_BOOKSTOPORGANIZATION
source: Member Activities
ja: メンバーのアクティビティ
vi: Hoạt động của thành viên

# SHOW_ALL_TITLE_BOOKSTOPORGANIZATION
source: Show All (%d)+
ja: (%d)+を表示
vi: Hiện thị tất cả (%d)+

# MEMBER_ACTIVITY_BORROW_BOOKSTOPORGANIZATION
source: %@ has started borrowing "%@" by %@.
ja: %＠さんが%@さんの "%@"を借りました
vi: %@ bắt đầu mượn "%@" của %@.

# MEMBER_ACTIVITY_RETURN_BOOKSTOPORGANIZATION
source: %@ has returned "%@" by %@.
ja: %@さんが%@さんの "%@"を返却しました
vi: %@ đã trả "%@" của %@.
