Repository: Pando-Infinity/gat-mobile-ios
Catalog: gat/Resources/String Resource/*.lproj/Localizable.strings
Languages: ja, vi

source: Show article
ja: 表示
vi: Xem bài viết

# DRAFT_ARTICLE
source: Draft articles
ja: 投稿の下書き
vi: Bài viết nháp

# OK_ALERT_TITLE_REQUESTDETAILBORROWER
source: OK
vi: Đồng ý

# OK_ALERT_TITLE_USERPROFILE
source: OK
vi: Đồng ý

# OK_ALERT_TITLE_REQUESTUSERPROFILE
source: OK
vi: Đồng ý

# OK_ALERT_TITLE_VISTORUSERPROFILE
source: OK
vi: Đồng ý

# OK_TITLE_MAP
source: OK
vi: Đồng ý

# OK_TITLE_FAVOURITECATEGORY
source: OK
vi: Đồng ý

source: Congratulations
vi: Chúc mừng bạn
